[
  {
    "BDJPOJBEFAN": 1,
    "ODFPNBBMHLK": 1570079447,
    "HGOJDPCKIKP": "Heated Battle Mode: Omnipotent Guide",
    "OCHCPNIBIPF": 3151484833,
    "AJGMCFNDKEG": "In \"Heated Battle Mode: Omnipotent Guide\" matches, card duelists no longer have to roll Elemental Dice during the Roll Phase.\\nInstead, both sides will obtain 8 Omni Dice directly!",
    "BOJDCIDLDLP": 4231990802,
    "KNGNOGNCHBI": "No more rolling Elemental Dice during the Roll Phase.\\nObtain 8 Omni Dice directly!"
  },
  {
    "BDJPOJBEFAN": 2,
    "ODFPNBBMHLK": 2163875159,
    "HGOJDPCKIKP": "Heated Battle Mode: The Profound Purpose of Practice",
    "OCHCPNIBIPF": 1560775833,
    "AJGMCFNDKEG": "During matches played in Heated Battle Mode: The Profound Purpose of Practice, the first Skill or Equipped Talent for every character each Round will cost 1 fewer die.\\nThe first Action Card played each Round will cost 2 fewer dice.",
    "BOJDCIDLDLP": 499719818,
    "KNGNOGNCHBI": "The first Action Card played each Round will cost 2 fewer dice.\\nEach Round, the first Skill used or Talent equipped by each character will cost 1 fewer die."
  },
  {
    "BDJPOJBEFAN": 3,
    "ODFPNBBMHLK": 395476863,
    "HGOJDPCKIKP": "Heated Battle Mode: Reinforcements",
    "OCHCPNIBIPF": 4222141553,
    "AJGMCFNDKEG": "In Heated Battle Mode: Reinforcements, all character switches will be considered Fast Actions.\\nAdditionally, every time you defeat an opposing character, the turn-initiative remains with you.",
    "BOJDCIDLDLP": 4231399314,
    "KNGNOGNCHBI": "Character switches will be considered as Fast Actions.\\nEvery time you defeat an opposing character, the turn-initiative remains with you."
  },
  {
    "BDJPOJBEFAN": 4,
    "ODFPNBBMHLK": 3290710575,
    "HGOJDPCKIKP": "Heated Battle Mode: Tactical Formation",
    "OCHCPNIBIPF": 3037463201,
    "AJGMCFNDKEG": "During Heated Battle Mode: Tactical Formation, you and your opponent will use Character Cards selected on the spot and randomly generated Action Cards to battle!",
    "BOJDCIDLDLP": 3418887634,
    "KNGNOGNCHBI": "Use Character Cards selected on the spot\\nand randomly generated Action Cards to do battle!"
  }
]