[
  {
    "HPLGFLEAFON": 1,
    "OKIBDGALMJD": 1,
    "LOGBHLAFFJA": 3,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1948
      },
      {
        "CDOIPGMKDFF": 226
      },
      {
        "CDOIPGMKDFF": -862
      }
    ],
    "JBBJFNMPOLK": 80,
    "IKIJCPEGOAP": 3057304,
    "MBELANPAEBM": 2,
    "MLPFPIFDAIH": "UI_AvatarIcon_Barbara",
    "EMNIPOBLKBI": 2285120978,
    "KHOHKIFOPDA": "Happy Weinlesefest! I've placed the gift near the stage at the Wine Market. I hope that this gift will make the day of the person who finds it.",
    "FOBILAMBJHB": 2610724828,
    "OGOHGJILJDB": "Are you enjoying yourself at Weinlesefest?\\nEvery time a festival comes along, the roads and streets are lined with all sorts of decorations, and the conversations people have with one another grow light-hearted. They talk about how they'll be spending the holiday, what they'll buy... Their happiness is truly infectious.\\nThis harvest festival, I'd like to send you some small flags that I made myself. If they can be used as decorations to liven up your day, that would be great!\\nBarbara"
  },
  {
    "HPLGFLEAFON": 2,
    "OKIBDGALMJD": 1,
    "LOGBHLAFFJA": 3,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1948
      },
      {
        "CDOIPGMKDFF": 226
      },
      {
        "CDOIPGMKDFF": -862
      }
    ],
    "JBBJFNMPOLK": 80,
    "IKIJCPEGOAP": 3057305,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_OldFinch",
    "EMNIPOBLKBI": 28774002,
    "KHOHKIFOPDA": "I have left my honest well-wishes beside the spring fairy.",
    "FOBILAMBJHB": 2560479916,
    "OGOHGJILJDB": "I once heard the voice of nature here. She did not return even after many decades, yet the springwater is ever sweet.\\nYoungster, let me share the joy of the harvest with you. I believe that if she could hear us, she would bestow her blessing upon us too."
  },
  {
    "HPLGFLEAFON": 3,
    "OKIBDGALMJD": 1,
    "LOGBHLAFFJA": 3,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1948
      },
      {
        "CDOIPGMKDFF": 226
      },
      {
        "CDOIPGMKDFF": -862
      }
    ],
    "JBBJFNMPOLK": 80,
    "IKIJCPEGOAP": 3057306,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Jotun",
    "EMNIPOBLKBI": 342489090,
    "KHOHKIFOPDA": "The gift is near the house at the southernmost tip of Springvale.",
    "FOBILAMBJHB": 3971372540,
    "OGOHGJILJDB": "Huh. Never thought the day might come when someone as dispassionate as me would be asked to prepare a Fecund Hamper.\\nStill, I've yet to shake the rust off my brain, so I simply have no clue where to hide it... or what to write in this note.\\nUh, Happy Weinlesefest, I guess?\\nJotun"
  },
  {
    "HPLGFLEAFON": 4,
    "OKIBDGALMJD": 1,
    "LOGBHLAFFJA": 3,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2300
      },
      {
        "CDOIPGMKDFF": 230
      },
      {
        "CDOIPGMKDFF": -796
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057307,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Mikhail",
    "EMNIPOBLKBI": 1563922794,
    "KHOHKIFOPDA": "I placed my gift behind a shop in Mondstadt City. The cats here are quite cute, and the cocktail made by that angry bartender is pretty good — not a match for our Snezhnayan Fire-Water, but still!",
    "FOBILAMBJHB": 2184771852,
    "OGOHGJILJDB": "Honestly, I can't help but miss my mighty homeland Snezhnaya every time such festive events roll along. But I'm afraid I can only take time off at night to drown my sorrows in wine... To be honest, I'd recommend trying the drinks they sell here... But if you were able to find the gift, I reckon you're already a regular here, eh?"
  },
  {
    "HPLGFLEAFON": 5,
    "OKIBDGALMJD": 1,
    "LOGBHLAFFJA": 3,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2300
      },
      {
        "CDOIPGMKDFF": 230
      },
      {
        "CDOIPGMKDFF": -796
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057308,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Grace",
    "EMNIPOBLKBI": 1633171082,
    "KHOHKIFOPDA": "Thank Lord Barbatos for granting Mondstadt this lovely harvest. I have placed my gift at his feet.",
    "FOBILAMBJHB": 3060736364,
    "OGOHGJILJDB": "To whomsoever finds this gift:\\nHow do you do?\\nI thank Lord Barbatos for allowing my gift and note to come into your hands. May His blessing be upon you.\\nIf you ever have any troubles, then stand here and pray. Lord Barbatos will surely help you find an answer.\\nGrace"
  },
  {
    "HPLGFLEAFON": 6,
    "OKIBDGALMJD": 1,
    "LOGBHLAFFJA": 3,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2300
      },
      {
        "CDOIPGMKDFF": 230
      },
      {
        "CDOIPGMKDFF": -796
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057309,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Charles",
    "EMNIPOBLKBI": 2406728122,
    "KHOHKIFOPDA": "The gift has been placed at the rear gate of Angel's Share.",
    "FOBILAMBJHB": 3897941468,
    "OGOHGJILJDB": "Whether you're a regular here, or whether you are a friend from afar... Well, since you found this gift, why not come in for a mug?\\nI hope that you'll enjoy this Weinlesefest, and I hope that Dawn Winery's wines will be able to add some extra color in your life.\\nCharles the Bartender"
  },
  {
    "HPLGFLEAFON": 7,
    "OKIBDGALMJD": 1,
    "LOGBHLAFFJA": 3,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2300
      },
      {
        "CDOIPGMKDFF": 230
      },
      {
        "CDOIPGMKDFF": -796
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057310,
    "MBELANPAEBM": 2,
    "MLPFPIFDAIH": "UI_AvatarIcon_Ambor",
    "EMNIPOBLKBI": 112842762,
    "KHOHKIFOPDA": "Mondstadt has a place with a truly excellent view. Have you been there? I'll give you another hint. It's very, very, very high up! Take care when you head up there!",
    "FOBILAMBJHB": 3609413852,
    "OGOHGJILJDB": "Congratulations! It probably wasn't that easy to find this place, so you must be someone with some real spirit! Well then, have a look around. Isn't the view here great? Heh, I'm glad that I was able to share that view with you.\\nWell, just remember to follow the Gliding Instruction Manual as you make your way down using your wind glider. Otherwise, you might get your license revoked...\\nOutrider Amber"
  },
  {
    "HPLGFLEAFON": 8,
    "OKIBDGALMJD": 1,
    "LOGBHLAFFJA": 3,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2300
      },
      {
        "CDOIPGMKDFF": 230
      },
      {
        "CDOIPGMKDFF": -796
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057311,
    "MBELANPAEBM": 2,
    "MLPFPIFDAIH": "UI_AvatarIcon_Noel",
    "EMNIPOBLKBI": 153271002,
    "KHOHKIFOPDA": "I have placed the gift at training grounds near the Knights of Favonius Headquarters. When you go and get it, please try to be quiet so as to avoid disturbing those training there. Thank you for your consideration.",
    "FOBILAMBJHB": 2984027172,
    "OGOHGJILJDB": "The training grounds have a very special place in my heart. I've trained there many times to become a true knight and better myself... And I'll work hard in the future too!\\nIf you need stakes pared or firewood chopped, leave it all to me! If you run into any trouble at all, you can call me, and I'll be there!\\nNoelle, Knights of Favonius Maid"
  },
  {
    "HPLGFLEAFON": 9,
    "OKIBDGALMJD": 2,
    "LOGBHLAFFJA": 5,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2257
      },
      {
        "CDOIPGMKDFF": 214
      },
      {
        "CDOIPGMKDFF": -930
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057312,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Cryus",
    "EMNIPOBLKBI": 3821385738,
    "KHOHKIFOPDA": "Come, you who enjoy adventure! A gift prepared specifically by yours truly is waiting for you near a certain shop that sells souvenirs!",
    "FOBILAMBJHB": 3735859012,
    "OGOHGJILJDB": "Hahaha! So you know my daughter well, do you? Well then, make sure you patronize her shop more often! Marjorie always loved to hear my tales of adventure, and now that she's all grown up, she's carrying the legacy of an adventurer's passion and valor in her own unique way. It's truly a wonderful thing, and she will always be my pride and joy... But don't let her hear that. It, uh, might be awkward, haha!\\nIf you wish to join the Adventurers' Guild, just contact me, Branch Master Cyrus!"
  },
  {
    "HPLGFLEAFON": 10,
    "OKIBDGALMJD": 2,
    "LOGBHLAFFJA": 5,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2257
      },
      {
        "CDOIPGMKDFF": 214
      },
      {
        "CDOIPGMKDFF": -930
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057313,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Goth",
    "EMNIPOBLKBI": 3389783154,
    "KHOHKIFOPDA": "How do you do, friend? I have placed my gift near a venerable hotel in Mondstadt City (that is now being occupied by a group of guests from afar).",
    "FOBILAMBJHB": 3249900652,
    "OGOHGJILJDB": "The house of Goth has always served the people of Mondstadt with distinction, and this hotel plays host to many memories. The years of my youth have passed and will not return, but at least my family and friends are still with me. Dear friend, I wish you a lovely Weinlesefest. Don't forget to spend more time with those close to you.\\nServing you always, Goth"
  },
  {
    "HPLGFLEAFON": 11,
    "OKIBDGALMJD": 2,
    "LOGBHLAFFJA": 5,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2257
      },
      {
        "CDOIPGMKDFF": 214
      },
      {
        "CDOIPGMKDFF": -930
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057314,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Beatrice",
    "EMNIPOBLKBI": 1770721954,
    "KHOHKIFOPDA": "The giant leaves turn with the wind. The gift is close to the Knights of Favonius Headquarters.",
    "FOBILAMBJHB": 590315660,
    "OGOHGJILJDB": "The blades of the windmill mindlessly go round and round... they're just like that childhood friend of mine! No matter how many hints I give him, he never seems to get it... but I don't want to just say it to him either!\\nStranger, I wish you a happy Weinlesefest... and if you would, wish the two of us luck."
  },
  {
    "HPLGFLEAFON": 12,
    "OKIBDGALMJD": 2,
    "LOGBHLAFFJA": 5,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2257
      },
      {
        "CDOIPGMKDFF": 214
      },
      {
        "CDOIPGMKDFF": -930
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057315,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Timi",
    "EMNIPOBLKBI": 2018673666,
    "KHOHKIFOPDA": "How do you do? I have placed the gift beside Cider Lake where I usually feed the ducks. Don't startle them while you're getting it!",
    "FOBILAMBJHB": 4024417740,
    "OGOHGJILJDB": "The ducks and I are good friends. They look very cute when they're swimming. My mother once told that although their movement may seem slow, their legs actually paddle very quickly in the water! Amazing, right?\\nWhy don't you try feeding them? I'm sure you'll make good friends with them too!\\nTimmie"
  },
  {
    "HPLGFLEAFON": 13,
    "OKIBDGALMJD": 2,
    "LOGBHLAFFJA": 5,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2257
      },
      {
        "CDOIPGMKDFF": 214
      },
      {
        "CDOIPGMKDFF": -930
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057316,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Guy",
    "EMNIPOBLKBI": 1106220594,
    "KHOHKIFOPDA": "People travail endlessly on the south wind's road; but gifts go unnoticed at the lake's side gate.",
    "FOBILAMBJHB": 308000764,
    "OGOHGJILJDB": "*sigh* What a bore... It's Weinlesefest, but I still need to stay at my post. You know, at this side gate that no one will ever come over to?\\nAh, kind-hearted soul whom I have never met, please come and chat with me, if only because of this gift. Tell me what everyone is having fun with! Please, I need some of that festive cheer too!\\nGuy the Nigh-Forgotten Knight"
  },
  {
    "HPLGFLEAFON": 14,
    "OKIBDGALMJD": 2,
    "LOGBHLAFFJA": 5,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2257
      },
      {
        "CDOIPGMKDFF": 214
      },
      {
        "CDOIPGMKDFF": -930
      }
    ],
    "JBBJFNMPOLK": 182,
    "IKIJCPEGOAP": 3057317,
    "MBELANPAEBM": 2,
    "MLPFPIFDAIH": "UI_AvatarIcon_Fischl",
    "EMNIPOBLKBI": 1807923786,
    "KHOHKIFOPDA": "Go forth! In the Magus-Custodian of Books' sanctum, the High Lady of Immernachtreich has bestowed upon thee a benediction!",
    "FOBILAMBJHB": 848463140,
    "OGOHGJILJDB": "Ye who are blessed by dictum divine, and who bear in your breasts earnest hearts that yearn for endless knowledge, browse through this treasure trove of endless wisdom! Here, in these halls that link your realm to the Immernachtreich, lies a paradise in which your Prinzessin finds repose. Now, now, thou needst not rush to seek an audience. When you have witnessed the rise and fall of countless worlds and deciphered the truth behind all enigmas, the ladder to the highest of royal courts shall appear before you."
  },
  {
    "HPLGFLEAFON": 15,
    "OKIBDGALMJD": 2,
    "LOGBHLAFFJA": 5,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2529
      },
      {
        "CDOIPGMKDFF": 207
      },
      {
        "CDOIPGMKDFF": -1214
      }
    ],
    "JBBJFNMPOLK": 80,
    "IKIJCPEGOAP": 3057318,
    "MBELANPAEBM": 2,
    "MLPFPIFDAIH": "UI_AvatarIcon_Klee",
    "EMNIPOBLKBI": 3128387818,
    "KHOHKIFOPDA": "So, there's this old battered cart at the place where I usually go fish blasting, right? I hid my present behind it! If you can find it, it's allll yours! Uh, by the way, I didn't blow that cart up, alright? Really! Razor can vo— um, vouch for me!",
    "FOBILAMBJHB": 1886945164,
    "OGOHGJILJDB": "Wow! Hehehe, so you've found Klee's present! Awesome! Does that mean Klee's made a new friend? Psst, next time I can slip out, let's go fish blasting together! It'll be fun, I promise!"
  },
  {
    "HPLGFLEAFON": 16,
    "OKIBDGALMJD": 2,
    "LOGBHLAFFJA": 5,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 2529
      },
      {
        "CDOIPGMKDFF": 207
      },
      {
        "CDOIPGMKDFF": -1214
      }
    ],
    "JBBJFNMPOLK": 80,
    "IKIJCPEGOAP": 3057319,
    "MBELANPAEBM": 2,
    "MLPFPIFDAIH": "UI_AvatarIcon_Bennett",
    "EMNIPOBLKBI": 516071778,
    "KHOHKIFOPDA": "There is a small shoal in the Whispering Woods near Cider Lake where a small pier lies. I have placed my present in that area. (The road there is somewhat bumpy, so be careful not to fall.)",
    "FOBILAMBJHB": 1757907572,
    "OGOHGJILJDB": "Thanks for finding the gift that I left here!\\nSolving puzzles, avoiding traps, completing challenges, collecting precious rewards... These are my favorite things! It's quite rare that I get this kind of chance, so I hid my treasure somewhere out in the wild before designing a little quest around it. I hope it didn't bring you too much trouble.\\nThis treasure is yours — good luck in your future endeavors!\\nBennett, Adventurer"
  },
  {
    "HPLGFLEAFON": 17,
    "OKIBDGALMJD": 3,
    "LOGBHLAFFJA": 7,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1899
      },
      {
        "CDOIPGMKDFF": 239
      },
      {
        "CDOIPGMKDFF": -1058
      }
    ],
    "JBBJFNMPOLK": 225,
    "IKIJCPEGOAP": 3057320,
    "MBELANPAEBM": 2,
    "MLPFPIFDAIH": "UI_AvatarIcon_Diona",
    "EMNIPOBLKBI": 3958132578,
    "KHOHKIFOPDA": "Stand at the door of the greatest hunter in Springvale and head to the south! I have hidden my gift on a cliff. If you find it, it's all yours... There's some really good stuff in there!",
    "FOBILAMBJHB": 1652246052,
    "OGOHGJILJDB": "Hmph, and here I was looking to come and retrieve my gift, but you know what? I guess you're pretty good after all.\\nWell, this wind chime is yours to keep, but remember: don't drink too much wine — not even if it's Weinlesefest!\\nIf not, the wind chime will ring, and I'll hear it — don't you underestimate the hearing we Kätzlein have! And when I do, you'll be in trouble!\\nSeriously though, when will they just rename it to the Harvestfest, or the Fruitfest, or something like that..."
  },
  {
    "HPLGFLEAFON": 18,
    "OKIBDGALMJD": 3,
    "LOGBHLAFFJA": 7,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1899
      },
      {
        "CDOIPGMKDFF": 239
      },
      {
        "CDOIPGMKDFF": -1058
      }
    ],
    "JBBJFNMPOLK": 225,
    "IKIJCPEGOAP": 3057321,
    "MBELANPAEBM": 2,
    "MLPFPIFDAIH": "UI_AvatarIcon_Kaeya",
    "EMNIPOBLKBI": 432341818,
    "KHOHKIFOPDA": "One may search far and wide, but what they're looking for may be right by the starting point.",
    "FOBILAMBJHB": 3684687236,
    "OGOHGJILJDB": "Well now, I imagine that this one wasn't too difficult. Don't worry, I'm not pulling a fast one on you. I just want to spend more time on drinking festival-exclusive wine, and you don't have to run all over the place looking for the present, so it's a win-win for both of us.\\nOf course, if you would like to savor some drinks or have a chat, I'd buy you a glass any time."
  },
  {
    "HPLGFLEAFON": 19,
    "OKIBDGALMJD": 3,
    "LOGBHLAFFJA": 7,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1899
      },
      {
        "CDOIPGMKDFF": 239
      },
      {
        "CDOIPGMKDFF": -1058
      }
    ],
    "JBBJFNMPOLK": 225,
    "IKIJCPEGOAP": 3057322,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Pepe",
    "EMNIPOBLKBI": 1663596898,
    "KHOHKIFOPDA": "My gift is on the cliff face at the waterfall on the outskirts of Springvale. Only the bravest of all shall obtain it!",
    "FOBILAMBJHB": 4172442812,
    "OGOHGJILJDB": "Hello there, you who are the bravest and most skillful person in the world! Call me Pepe! Mr. Draff placed this Fecund Hamper here for me.\\nI'm not tall enough to climb cliffs this high right now, but I'm training every day! I wanna become an awesome hunter as soon as I can!\\nOnce that happens, I'll be able to place these gifts myself!"
  },
  {
    "HPLGFLEAFON": 20,
    "OKIBDGALMJD": 3,
    "LOGBHLAFFJA": 7,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1899
      },
      {
        "CDOIPGMKDFF": 239
      },
      {
        "CDOIPGMKDFF": -1058
      }
    ],
    "JBBJFNMPOLK": 225,
    "IKIJCPEGOAP": 3057323,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vinatge_Brook",
    "EMNIPOBLKBI": 2233565754,
    "KHOHKIFOPDA": "Just follow your nose! The gift is beside that one spot in Springvale from which the aroma of meat ever drifts!",
    "FOBILAMBJHB": 3071065404,
    "OGOHGJILJDB": "Come on, it's a festival! Just having fruits and wine isn't going to cut it. And that's why, apart from the usual little tokens, I've also left you some steak I made myself. I don't mean to brag, but I used the freshest meats and the greatest care in making these — it would be no exaggeration to call them the best delicacies in Mondstadt. I even matched them with the best wine at this festival.\\nYou'll know it once you try some. Happy Weinlesefest!"
  },
  {
    "HPLGFLEAFON": 21,
    "OKIBDGALMJD": 3,
    "LOGBHLAFFJA": 7,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1899
      },
      {
        "CDOIPGMKDFF": 239
      },
      {
        "CDOIPGMKDFF": -1058
      }
    ],
    "JBBJFNMPOLK": 225,
    "IKIJCPEGOAP": 3057324,
    "MBELANPAEBM": 2,
    "MLPFPIFDAIH": "UI_AvatarIcon_Qin",
    "EMNIPOBLKBI": 331736042,
    "KHOHKIFOPDA": "I left a present at The Symbol of Mondstadt's Hero.",
    "FOBILAMBJHB": 3137084052,
    "OGOHGJILJDB": "I know by heart that neither the peace nor the harvest are easy to come by. Only by steadily moving forward can we remember those who went before us.\\nUnknown friend, I ask of you, should you be willing, to raise a glass to the winds — to toast Mondstadt, and to toast its resistance in the past, and its freedom today.\\nJean"
  },
  {
    "HPLGFLEAFON": 22,
    "OKIBDGALMJD": 3,
    "LOGBHLAFFJA": 7,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1899
      },
      {
        "CDOIPGMKDFF": 239
      },
      {
        "CDOIPGMKDFF": -1058
      }
    ],
    "JBBJFNMPOLK": 225,
    "IKIJCPEGOAP": 3057325,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Stanley",
    "EMNIPOBLKBI": 799759594,
    "KHOHKIFOPDA": "The present is near Windrise, inside a red adventurer's tent.",
    "FOBILAMBJHB": 686899364,
    "OGOHGJILJDB": "In the past, I would often go camping with my friend. We would watch the stars and talk about our dreams... When I look at the wine in my cup, I cannot help but think back to those wonderful times.\\nI know... I will try looking into the future...\\nAh, Stanley... How I miss you..."
  },
  {
    "HPLGFLEAFON": 23,
    "OKIBDGALMJD": 3,
    "LOGBHLAFFJA": 7,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1735
      },
      {
        "CDOIPGMKDFF": 218
      },
      {
        "CDOIPGMKDFF": -381
      }
    ],
    "JBBJFNMPOLK": 60,
    "IKIJCPEGOAP": 3057326,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vinatge_Connor",
    "EMNIPOBLKBI": 621554706,
    "KHOHKIFOPDA": "The gift is near the main entrance to Dawn Winery. Feel free to come and visit.",
    "FOBILAMBJHB": 2325838300,
    "OGOHGJILJDB": "As a winemaker at Dawn Winery, getting to watch the fine wines that I made myself get loaded into carts and shipped to places all across Teyvat makes me proudest of all.\\nIf you are willing, do come to the stall run by the Angel's Share at the Wine Market to try our festival-exclusive non-alcoholic drinks.\\nConnor, Veteran Winemaker, Dawn Winery"
  },
  {
    "HPLGFLEAFON": 24,
    "OKIBDGALMJD": 3,
    "LOGBHLAFFJA": 7,
    "AFDAGIOOAOL": [
      {
        "CDOIPGMKDFF": 1735
      },
      {
        "CDOIPGMKDFF": 218
      },
      {
        "CDOIPGMKDFF": -381
      }
    ],
    "JBBJFNMPOLK": 60,
    "IKIJCPEGOAP": 3057327,
    "MBELANPAEBM": 1,
    "MLPFPIFDAIH": "UI_NPC_Vintage_Tunner",
    "EMNIPOBLKBI": 2369589842,
    "KHOHKIFOPDA": "I have placed my festive flower basket at the house due south of Dawn Winery. I hope that you'll be able to share this joy with me.",
    "FOBILAMBJHB": 3252146516,
    "OGOHGJILJDB": "Thanks be to Lord Barbatos! Not only has the grapevines been laden by his protection, but my son, Guy, is also putting in his best for Weinlesefest as a valued member of the Knights of Favonius!\\nNow, though we are both very busy people, I believe that our feelings cross the distance between us, connecting us both together...\\nTunner"
  }
]