[
  {
    "PGKNKBKHCHM": 1,
    "CLPABDHEGDL": 2579627204,
    "HIGLPMCMHLJ": "Legend of the Wind Knight",
    "MMHBBDKJNGM": 3566607544,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 826544447,
    "NPPMDAHOHCP": "·The Favonius Cathedral\\n·The angle must span 3 photo-taking points\\n·Character must face the Kamera.\\n·Be using an Anemo Elemental Skill when the picture is taken.",
    "MNEJAOEHHOP": 4204524807,
    "KKOEJIMHIOE": "\"The initial setting of the story that the author of this manuscript is writing is Mondstadt. This draft is meant to be the cover of the novel's first volume.\"\\n\"Mondstadt... the city of poetry, wine, and dandelions...\"\\n\"I remember that Mondstadt has this huge Favonius Cathedral.\"\\n\"Ah, wouldn't that make a great starting point for a great adventure?\"\\n\"Huh? The main character's abilities? Since this is Mondstadt... it's got to be Anemo powers!\"",
    "GKEGGNEFLEI": 678648743,
    "DIPPIBOOHAO": "\"The Favonius Cathedral is indeed very imposing. *sigh* If only I could have seen it with my own eyes...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall01",
    "NHJDNGICIIL": 100310001
  },
  {
    "PGKNKBKHCHM": 2,
    "CLPABDHEGDL": 1861657852,
    "HIGLPMCMHLJ": "Legend of the Wind Knight II",
    "MMHBBDKJNGM": 4012561264,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 1238499871,
    "NPPMDAHOHCP": "·In front of a certain large tree\\n·Angle must span 2 photo-taking points\\n·Character must be affiliated with the Knights of Favonius\\n·Photo taken at 08:00 – 12:00",
    "MNEJAOEHHOP": 3180780447,
    "KKOEJIMHIOE": "\"One can't talk about Mondstadt without mentioning the Knights of Favonius.\"\\n\"The author's novel is replete with vivid descriptions of the Knights in action.\"\\n\"So, I'm going to need to draw an illustration of the Knights in glorious battle as well... I've heard that there's a gigantic tree in Windrise that would make for a good photo-op. I bet that an illustration based on that location will do great!\"\\n\"Eh? That big tree has special significance to the Knights? Really? Okay, tell me everything!\"",
    "GKEGGNEFLEI": 3357311831,
    "DIPPIBOOHAO": "\"Thanks for helping me gather these materials, Traveler.\"\\n\"Still, I'm still quite curious, what exactly is the legend of that tree?\"\\n\"Could you tell me the tale when you have the time?\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall02",
    "NHJDNGICIIL": 100310002
  },
  {
    "PGKNKBKHCHM": 3,
    "CLPABDHEGDL": 1507285516,
    "HIGLPMCMHLJ": "Wangshu Inn",
    "MMHBBDKJNGM": 1524827040,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 1480906759,
    "NPPMDAHOHCP": "·Wangshu Inn\\n·Angle must span 2 photo-taking points\\n·Afternoon (11:00 – 12:00) or night (18:00 – 00:00)\\n·Character must face the Kamera",
    "MNEJAOEHHOP": 2932621591,
    "KKOEJIMHIOE": "\"An inn that is full of guests despite being out in the boonies... It sure has an amazing aura of mystery!\"\\n\"Hmm, I wonder if the Boss or Lady Boss conceals unbelievable skills.\"\\n\"And it would be nice if we also had a seemingly ordinary and lax but very powerful man and a handsome lad who always has a cold expression on his face...\"\\n\"Ah, yes! And they need a cook, too!\"\\n\"I'm sure this is going to be a fun drawing session. This is such a lively scene!\"",
    "GKEGGNEFLEI": 2491401535,
    "DIPPIBOOHAO": "\"Thank you, Traveler. The composition of your picture is quite excellent.\"\\n\"Mm, the person who made this inn really does have excellent taste...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall03",
    "NHJDNGICIIL": 100310003
  },
  {
    "PGKNKBKHCHM": 4,
    "CLPABDHEGDL": 1544297900,
    "HIGLPMCMHLJ": "Schemes Beneath the Dragon's Spine",
    "MMHBBDKJNGM": 4188076928,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 1745828039,
    "NPPMDAHOHCP": "·Dragonspine\\n·Angle must span 3 photo-taking points\\n·11:00 – 14:00\\n·Character must face Dragonspine",
    "MNEJAOEHHOP": 259369087,
    "KKOEJIMHIOE": "\"This author hopes that I can draw a full panorama of Dragonspine.\"\\n\"However, Dragonspine is so big... I'm not sure if there's any angle from which you can get all of it.\"\\n\"Hmm, wait... If we drew this scene, it would really feel more like a picture you would put at a story's conclusion.\"\\n\"Speaking of which, Ms. Moriko is pretty fond of Dragonspine...\"",
    "GKEGGNEFLEI": 603228023,
    "DIPPIBOOHAO": "\"Wow, I'm feeling the chill just looking at this.\"\\n\"Once we finish this one, I should go to the hot springs with Ms. Moriko...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall04",
    "NHJDNGICIIL": 100310004
  },
  {
    "PGKNKBKHCHM": 5,
    "CLPABDHEGDL": 1544128732,
    "HIGLPMCMHLJ": "The Proper Use of Thunder, Lightning and Blades",
    "MMHBBDKJNGM": 2461568856,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 341381575,
    "NPPMDAHOHCP": "·Wolvendom\\n·The angle must span 1 photo-taking point\\n·Character pictured must be using an Electro Elemental Burst",
    "MNEJAOEHHOP": 1032033591,
    "KKOEJIMHIOE": "\"Did you know that there is a region in Mondstadt that once belonged to the Great Wolf King of the North?\"\\n\"I've heard it mentioned in this book that he was once a regional god, and that he was related to both ice and wind.\"\\n\"I was thinking that adding some lightning to the scene might make the battle even more awesome!\"\\n\"Why lightning, you ask? Well, lightning's just cool!\"\\n\"Not to be challenged lightly, you say? Well... Alright, let's just have the lightning, shall we? And make it very cool! This is going into a cover page, you know!\"",
    "GKEGGNEFLEI": 4219039447,
    "DIPPIBOOHAO": "\"Wow, that is very awesome lightning.\"\\n\"Hmm, but how exactly to draw this, I wonder...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall05",
    "NHJDNGICIIL": 100310005
  },
  {
    "PGKNKBKHCHM": 6,
    "CLPABDHEGDL": 1159231948,
    "HIGLPMCMHLJ": "The Fable of Qingce Village",
    "MMHBBDKJNGM": 1897559584,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 2000419879,
    "NPPMDAHOHCP": "·Near Qingce Village\\n·The angle must span 3 photo-taking points\\n·Character pictured must be idling.\\n·06:00 – 18:00",
    "MNEJAOEHHOP": 31107391,
    "KKOEJIMHIOE": "\"This adventure novel is related to Qingce Village's...\"\\n\"...Uh, how do I read this? 'Chi'? Yeah, it's got to do with this 'Chi' thing.\"\\n\"That said, I'm pretty sure Qingce Village is a really sleepy place, isn't it?\"",
    "GKEGGNEFLEI": 1118961263,
    "DIPPIBOOHAO": "\"Hahaha... No matter how you look at it, Qingce Village really is a peaceful, ordinary place.\"\\n\"That author really has a grandiose imagination...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall06",
    "NHJDNGICIIL": 100310006
  },
  {
    "PGKNKBKHCHM": 7,
    "CLPABDHEGDL": 1008097788,
    "HIGLPMCMHLJ": "Aporia of the Valley",
    "MMHBBDKJNGM": 2905038552,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 1731122783,
    "NPPMDAHOHCP": "·Tianqiu Valley, Liyue\\n·The angle must span 3 photo-taking points\\n·Character's weapon must be a Catalyst.\\n·Character must face the Kamera\\n·Use a Charged Attack when the picture is taken",
    "MNEJAOEHHOP": 259269607,
    "KKOEJIMHIOE": "\"This manuscript... requires the main character to 'unleash a fearsome attack'!?\"\\n\"Well, this is rather vague, isn't it?\"\\n\"Why does Ms. Moriko always send me these seemingly ordinary but difficult-to-draw manuscripts!?\"",
    "GKEGGNEFLEI": 3363150687,
    "DIPPIBOOHAO": "\"To tell you the truth, I didn't understand what this light novel's title was at all.\"\\n\"...But I suppose it won't affect my illustrations too much. Right?\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall07",
    "NHJDNGICIIL": 100310007
  },
  {
    "PGKNKBKHCHM": 8,
    "CLPABDHEGDL": 1481732196,
    "HIGLPMCMHLJ": "The Rockeater",
    "MMHBBDKJNGM": 3411497480,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 2396445783,
    "NPPMDAHOHCP": "·Near Liyue Harbor\\n·The angle must span 2 photo-taking points\\n·Character's weapon must be a Catalyst.\\n·Character must face the Kamera\\n·Use a Normal Attack when the picture is taken",
    "MNEJAOEHHOP": 3056700559,
    "KKOEJIMHIOE": "\"Speaking of which, I've been stumped by a certain manuscript for a while now.\"\\n\"The main character here is about to enter their final battle, so the light novelist asked if I could draw a spread-page illustration with a 'formidable' look.\"\\n\"What I'm thinking is that we should use an image in which the main character is facing the frame and initiating an attack. That should have the expressiveness we need!\"\\n\"That said, I haven't thought of an angle yet, and I don't want to find someone to attack me...\"\\n\"So please, help me out here!\"",
    "GKEGGNEFLEI": 4172155015,
    "DIPPIBOOHAO": "\"I've heard that the author of this light novel is a very experienced writer, and a very good one too.\"\\n\"I won't let them down, just you watch!\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall08",
    "NHJDNGICIIL": 100310008
  },
  {
    "PGKNKBKHCHM": 9,
    "CLPABDHEGDL": 2001646228,
    "HIGLPMCMHLJ": "The Rockeater: Ape Cliff",
    "MMHBBDKJNGM": 1388335416,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 1962309399,
    "NPPMDAHOHCP": "·Near Jueyun Karst\\n·The angle must span 2 photo-taking points\\n·Character must face the Kamera, must be from Liyue.\\n·Use a Normal Attack when the picture is taken",
    "MNEJAOEHHOP": 3830853279,
    "KKOEJIMHIOE": "\"This is also a request from that novelist from Liyue. The novel he wrote is still ongoing...\"\\n\"This time, he would like a cover image of the main character wielding their sword at night.\"\\n\"I mean, I've done images like this pretty often, but I'd like to try something new this time...\"\\n\"Traveler, do you know if people from Liyue have unique ways of using the blade?\"",
    "GKEGGNEFLEI": 3991394847,
    "DIPPIBOOHAO": "\"This author really is brilliant. That story felt finished, but he was able to continue it just the same...\"\\n\"And it seems that it's been very well-received, too. Truly, a brilliant writer.\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall09",
    "NHJDNGICIIL": 100310009
  },
  {
    "PGKNKBKHCHM": 10,
    "CLPABDHEGDL": 263727268,
    "HIGLPMCMHLJ": "The Rockeater: Twilight",
    "MMHBBDKJNGM": 3478590160,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 852473903,
    "NPPMDAHOHCP": "·Jueyun Karst\\n·The angle must span 3 photo-taking points\\n·Evening (16:00 – 18:00)\\n·Character must face the Kamera.\\n·Take a picture of the character idling",
    "MNEJAOEHHOP": 3431998567,
    "KKOEJIMHIOE": "\"A warrior standing silhouetted against the sunset...\"\\n\"This commission seems normal enough. A cover page, perhaps? Something that can be signed on and used in promotional material...\"\\n\"Still, we need to spice this one up a bit...\"\\n\"Also, how is this novel series still ongoing? I can't help but feel that it should have ended in the first volume...\"",
    "GKEGGNEFLEI": 1668549951,
    "DIPPIBOOHAO": "\"Somehow, that author keeps writing, and it's still so popular.\"\\n\"I suppose I shouldn't have doubted the prowess of a true veteran of the scene.\"\\n\"This person really is brilliant, whether it comes to writing or dealing with editors...\"\\n\"*cough* Alright, that's enough of that. I'll get back to drawing now.\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall10",
    "NHJDNGICIIL": 100310010
  },
  {
    "PGKNKBKHCHM": 11,
    "CLPABDHEGDL": 3973179460,
    "HIGLPMCMHLJ": "To the Deep Rock: I",
    "MMHBBDKJNGM": 815722792,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 170904175,
    "NPPMDAHOHCP": "·Fuao Vale\\n·The angle must span 1 photo-taking point\\n·Character pictured must be using a Geo Elemental Skill",
    "MNEJAOEHHOP": 1618060159,
    "KKOEJIMHIOE": "\"Oh, this is bad... So there's this author who wanted me to draw an illustration that shows a deep valley...\"\\n\"I tried using a few places in Inazuma for reference, but he wasn't pleased with any of them, saying that he would like me to reference this place called The Chasm in Liyue...\"\\n\"Traveler, could you please help me see what The Chasm looks like?\"\\n\"What's the theme of this novel? Um, if I remember this right, it was about an adventure team exploring an underground space...\"",
    "GKEGGNEFLEI": 3953237639,
    "DIPPIBOOHAO": "\"Uhh, this valley... just looking at it makes me weak in the knees...\"\\n\"Thank you, Traveler, I'll get this one done as soon as possible...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall11",
    "NHJDNGICIIL": 100310011
  },
  {
    "PGKNKBKHCHM": 12,
    "CLPABDHEGDL": 1464619652,
    "HIGLPMCMHLJ": "To the Deep Rock: II",
    "MMHBBDKJNGM": 658155184,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 826647927,
    "NPPMDAHOHCP": "·Tiangong Gorge\\n·The angle must span 2 photo-taking points\\n·Character pictured must be walking or running",
    "MNEJAOEHHOP": 999074119,
    "KKOEJIMHIOE": "\"The Chasm... Just the sound of it gives one the impression of danger.\"\\n\"But if a dash of color could be added to such a perilous place, it might make things more interesting.\"\\n\"Traveler, could you please help me find this 'dash of vibrant color' in The Chasm?\"",
    "GKEGGNEFLEI": 2364178999,
    "DIPPIBOOHAO": "\"Wow, that really is very striking. Thank you, Traveler. This'll do.\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall12",
    "NHJDNGICIIL": 100310012
  },
  {
    "PGKNKBKHCHM": 13,
    "CLPABDHEGDL": 970431404,
    "HIGLPMCMHLJ": "The Seventh Samurai",
    "MMHBBDKJNGM": 860150592,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 2578402631,
    "NPPMDAHOHCP": "·In front of Tenshukaku\\n·The angle must span 1 photo-taking point\\n·Night (19:00 – 00:00)\\n·Character's weapon must be a Polearm or a Sword.\\n·Use a Normal Attack or Charged Attack when the picture is taken",
    "MNEJAOEHHOP": 4128404231,
    "KKOEJIMHIOE": "\"So I still have to draw... an image of samurai brandishing a sword at night.\"\\n\"Eh? Why? Well... this outlander named Xavier commissioned this piece. He said that this is intended for a \"film advertisement poster.\"\\n\"Mr. Xavier had a samurai with him, and he had originally intended for that samurai, Toranosuke, to model for this image. However, the latter refused quite firmly.\"\\n\"In the end, Ms. Moriko told me to exercise my own creativity. As for the samurai's weapon... I guess it'll have to either be a sword or a spear.\"",
    "GKEGGNEFLEI": 1052985839,
    "DIPPIBOOHAO": "\"Thank you, I'll work on creating a film advertisement poster that will satisfy Mr. Xavier.\"\\n\"This is the first time I've had to attempt such an artwork, so I must admit that I'm actually a little nervous, hehe...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall13",
    "NHJDNGICIIL": 100310013
  },
  {
    "PGKNKBKHCHM": 14,
    "CLPABDHEGDL": 15301068,
    "HIGLPMCMHLJ": "The Seven Great Elements",
    "MMHBBDKJNGM": 3613288616,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 3288211895,
    "NPPMDAHOHCP": "·Mt. Yougou\\n·The angle must span 2 photo-taking points\\n·Character pictured must be using an Elemental Skill",
    "MNEJAOEHHOP": 1266794567,
    "KKOEJIMHIOE": "\"This author is currently writing a story in which two heroes who use elemental powers clash with one another.\"\\n\"This author is also really particular about the 'backdrop,' even insisting to me several times that it has to look as cool as possible.\"\\n\"You know Mt. Yougou here in Inazuma? I reckon that it would make a cool backdrop.\"\\n\"Mm, yes, I think that wielding one's elemental powers underneath Mt. Yougou would make for a most awesome scene indeed!\"",
    "GKEGGNEFLEI": 2247183807,
    "DIPPIBOOHAO": "\"Thank you! I should be able to draw a wonderful backdrop this way.\"\\n\"That said... I feel like light novels that focus on combat are becoming more and more common. I wonder why that is...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraph_Img_PicSmall14",
    "NHJDNGICIIL": 100310014
  },
  {
    "PGKNKBKHCHM": 15,
    "CLPABDHEGDL": 812258972,
    "HIGLPMCMHLJ": "Pathological Author",
    "MMHBBDKJNGM": 3732936272,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 2485998655,
    "NPPMDAHOHCP": "Gandharva Ville\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Use an Anemo Elemental Skill when the picture is taken",
    "MNEJAOEHHOP": 2920672287,
    "KKOEJIMHIOE": "\"The author is writing a novel about a strange disease.\"\\n\"The protagonist, though afflicted with the disease, has also gained a peculiar power as a result...\"\\n\"Later on, he will embark on a journey to battle the illness, and along the way, the man will defeat countless enemies with the power bestowed upon him. In the end, he manages to cure himself and bring down the villain behind all the schemes.\"\\n\"I've heard that the author used to be a doctor, which explains their elaborate description of the symptoms.\"\\n\"But to be honest, the novel is so authentic — unnervingly realistic if I do so say.\"",
    "GKEGGNEFLEI": 1681934343,
    "DIPPIBOOHAO": "\"Is this Gandharva Ville? Mmm, it's a bit different from what I've imagined...\"\\n\"But thank you anyway, Traveler. Next, I need to come up with some composition ideas.\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall01",
    "NHJDNGICIIL": 100415001
  },
  {
    "PGKNKBKHCHM": 16,
    "CLPABDHEGDL": 1723170988,
    "HIGLPMCMHLJ": "Shadow Over Luhua Pool",
    "MMHBBDKJNGM": 2745094744,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 3236310159,
    "NPPMDAHOHCP": "Luhua Pool\\n·The angle must span 2 photo-taking points\\n·Must include the character\\n·Character must wield the power of Geo\\n·Character must be in idle animation when the picture is taken",
    "MNEJAOEHHOP": 1338451159,
    "KKOEJIMHIOE": "\"Do you remember Luhua Pool near Liyue Harbor? It's the place with two giant statues.\"\\n\"An author wanted to write an absurdist novel based on them.\"\\n\"I remember parts of the plot — the two statues each had only one eye on their heads. These eyes could not be seen clearly while in their vicinity, but could be observed from far away.\"\\n\"Upon hearing this tale, a painter went to Luhua Pool to sketch them.\"\\n\"But after he finished the work, he started having eerie nightmares.\"\\n\"In those dreams, he kneels in front of the statues, carving something onto gemstone...\"\\n\"Whoa, stop it... You're giving me goosebumps...\"",
    "GKEGGNEFLEI": 1608562487,
    "DIPPIBOOHAO": "\"The two statues are so huge! Just as I expected!\"\\n\"This place should be the eye of the statue, right?\"\\n\"Oh, wait. You could also consider what I'm doing 'sketching the statues,' couldn't you?\"\\n\"Haha... Hahaha... It's okay. There's nothing to fear.\"\\n\"It's just a novel. It's pure fiction... Yeah, that's all it is...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall02",
    "NHJDNGICIIL": 100415002
  },
  {
    "PGKNKBKHCHM": 17,
    "CLPABDHEGDL": 3833181708,
    "HIGLPMCMHLJ": "Seventeen Fleets",
    "MMHBBDKJNGM": 141960064,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 2630470495,
    "NPPMDAHOHCP": "Port Ormos\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character's weapon must be a Catalyst\\n·Character must be walking or running when the picture is taken",
    "MNEJAOEHHOP": 1976601167,
    "KKOEJIMHIOE": "\"Although the author only asked me to draw something about ports...\"\\n\"The novel seems to be about fleets and stuff. The author said the inspiration comes from caravans sailing across the oceans, and the story features a scholar with business acumen. That's why the first few chapters are set in Sumeru.\"\\n\"*sigh* What's the best way to convey the story with my illustration?\"",
    "GKEGGNEFLEI": 1756206167,
    "DIPPIBOOHAO": "\"Wow, this port is so lively! How I wish I could go there myself.\"\\n\"Hmph, I'll definitely go on a journey together with Miss Moriko once I feel better.\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall03",
    "NHJDNGICIIL": 100415003
  },
  {
    "PGKNKBKHCHM": 18,
    "CLPABDHEGDL": 2457760316,
    "HIGLPMCMHLJ": "She Still Lingers in This World Where I Have Faded",
    "MMHBBDKJNGM": 1400624384,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 3304241295,
    "NPPMDAHOHCP": "Chinju Forest\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character's weapon must be a Bow\\n·Use a Charged Attack when the picture is taken",
    "MNEJAOEHHOP": 275916679,
    "KKOEJIMHIOE": "\"Wow! This author's a famous folklore novelist. He's created many stories based on Inazuma's folktales.\"\\n\"While other authors have been trying new themes and styles lately, he still gathers inspiration the old way and sticks to the most traditional writing methods.\"\\n\"But Mr. Kuroda says that his novels' sales numbers have been going down. I wonder if people have lost interest in traditional novels, or if other stories are just way more attractive...\"\\n\"His novel this time tells a story of people who have been spirited away. I heard that he's added quite a lot of popular elements, too. For instance, his protagonists are teenage students, and the villains are based on monsters from Inazuman myths. He's even given the book a long-winded name, too...\"\\n\"Anyway, I do hope his novel becomes a huge hit.\"",
    "GKEGGNEFLEI": 3328784119,
    "DIPPIBOOHAO": "\"Nice angle here! And the composition and the colors of this photo are good, too...\"\\n\"Alright, now I've got the reference picture I need.\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall04",
    "NHJDNGICIIL": 100415004
  },
  {
    "PGKNKBKHCHM": 19,
    "CLPABDHEGDL": 3355716948,
    "HIGLPMCMHLJ": "The Rockeater: Cloud Devouring",
    "MMHBBDKJNGM": 3495306648,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 4128290671,
    "NPPMDAHOHCP": "Dragonspine\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character must be from Liyue\\n·Use a Normal Attack when the picture is taken",
    "MNEJAOEHHOP": 488557295,
    "KKOEJIMHIOE": "\"This author suddenly announced that they'll be publishing a new work.\"\\n\"Now, it might just be me, but I'm sure this series concluded several times already... so why is it still being updated?\"\\n\"And the new volume even contains factions and characters that were never mentioned in the previous trilogy, too!\"\\n\"But then again, should we really be surprised, considering how long this light novel has been around? Perhaps this author's ability to churn out new plots truly is far beyond that of the average mortal...\"",
    "GKEGGNEFLEI": 3337114575,
    "DIPPIBOOHAO": "\"Anyway, since there will be new factions and new characters, the series is not going to end soon.\"\\n\"I'm really impressed by how prolific the writer is...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall05",
    "NHJDNGICIIL": 100415005
  },
  {
    "PGKNKBKHCHM": 20,
    "CLPABDHEGDL": 3021847068,
    "HIGLPMCMHLJ": "Please! It's the Mushrooms!",
    "MMHBBDKJNGM": 1902709504,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 120626871,
    "NPPMDAHOHCP": "Mawtiyima Forest\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character's weapon must be a Sword\\n·Use an Elemental Skill when the picture is taken",
    "MNEJAOEHHOP": 405242679,
    "KKOEJIMHIOE": "\"The writer says that he's going to write a novel about mushrooms.\"\\n\"To be more specific, he wants to depict the daily life of a group of talking fungi...\"\\n\"Honestly, I can't imagine what that would be like at all.\"\\n\"Haha, they wouldn't be releasing spores everywhere, would they?\"\\n\"Um... Ahem, I didn't say anything, and you didn't hear a word from me just now!\"",
    "GKEGGNEFLEI": 2892918343,
    "DIPPIBOOHAO": "\"So, what's a mushroom's daily life like?\"\\n\"I strongly doubt that writing a fungal version of our everyday lives would be all that interesting.\"\\n\"But I guess that's for the writer to worry about. As for me... let me finish the illustration first.\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall06",
    "NHJDNGICIIL": 100415006
  },
  {
    "PGKNKBKHCHM": 21,
    "CLPABDHEGDL": 3550787756,
    "HIGLPMCMHLJ": "Historia Naturalis Sumeru",
    "MMHBBDKJNGM": 1358302616,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 3791497311,
    "NPPMDAHOHCP": "Sumeru City\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character must wield the power of Hydro\\n·Use a Normal Attack when the picture is taken",
    "MNEJAOEHHOP": 4238332367,
    "KKOEJIMHIOE": "\"Umm... This book is more of a science publication than a novel.\"\\n\"It's rich in detail, and the author has done solid research.\"\\n\"It's a good piece of work indeed, but not one that sells, because no one would read it.\"\\n\"That's why the editor came to us for help.\"\\n\"After some discussion, we decided to add a fictional guide in the book to explain its content in simple language.\"\\n\"Next is where I come in — giving the guide a pleasant look.\"",
    "GKEGGNEFLEI": 1669700223,
    "DIPPIBOOHAO": "\"Ugh... How am I supposed to draw this character?\"\\n\"They need to be fun while also not contradicting the book's overall style.\"\\n\"Please don't give me such a difficult task next time, Miss Moriko!\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall07",
    "NHJDNGICIIL": 100415007
  },
  {
    "PGKNKBKHCHM": 22,
    "CLPABDHEGDL": 3030052716,
    "HIGLPMCMHLJ": "Legend of the Wind Knight III",
    "MMHBBDKJNGM": 987722872,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 691885703,
    "NPPMDAHOHCP": "Stormterror's Lair\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character must be from Mondstadt\\n·Use an Elemental Skill when the picture is taken",
    "MNEJAOEHHOP": 2665416079,
    "KKOEJIMHIOE": "\"The author of Legend of the Wind Knight has finally recovered!\"\\n\"Err, didn't I tell you about this? The writer always stays up late writing stories, and it has affected his health.\"\\n\"But he didn't stop for a single day, not even when he was so sick that he could only lie in bed. I'd say he's the very definition of perseverance.\"\\n\"...However, the writer of The Rockeater is always in good condition. I wonder what's keeping that writer healthy?\"",
    "GKEGGNEFLEI": 1193839991,
    "DIPPIBOOHAO": "\"Alright, I'll draw the novelist a nice illustration to cheer him up.\"\\n\"But to be honest, I'd prefer that the author just gets ample rest...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall08",
    "NHJDNGICIIL": 100415008
  },
  {
    "PGKNKBKHCHM": 23,
    "CLPABDHEGDL": 2743544108,
    "HIGLPMCMHLJ": "My Archaeological Notes",
    "MMHBBDKJNGM": 4114519184,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 1200446551,
    "NPPMDAHOHCP": "Dar al-Shifa\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character's weapon must be a Polearm\\n·Use a Normal Attack when the picture is taken",
    "MNEJAOEHHOP": 2529667415,
    "KKOEJIMHIOE": "\"This author is an up-and-coming novelist who is highly recommended by Miss Moriko. It's said that he has traveled to many places.\"\\n\"Hmm... According to the author, this is an adventure novel, and the plot revolves around an archaeology team and their bizarre experiences.\"\\n\"He says that the team is comprised of an adventurer from Mondstadt, an antique dealer from Liyue, a samurai from Inazuma, and a scholar from Sumeru.\"\\n\"Hehe, a story with this many characters must be quite the engaging one indeed.\"\\n\"Um, wait a minute! Doesn't that mean I'll have to draw that many characters, too?\"\\n\"Oh no!\"",
    "GKEGGNEFLEI": 365290207,
    "DIPPIBOOHAO": "\"Wh—What a vast desert! I wonder what's buried beneath all this sand.\"\\n\"If I get the chance...\"\\n\"No, by no means will I ever enter the desert, even if I'm given a chance!\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall09",
    "NHJDNGICIIL": 100415009
  },
  {
    "PGKNKBKHCHM": 24,
    "CLPABDHEGDL": 2178459836,
    "HIGLPMCMHLJ": "The Seventh Samurai",
    "MMHBBDKJNGM": 927069296,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 376444727,
    "NPPMDAHOHCP": "Inazuma City\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Use an Electro Elemental Skill when the picture is taken",
    "MNEJAOEHHOP": 3687492663,
    "KKOEJIMHIOE": "\"The outlander named Xavier has commissioned another illustration. He said he wanted me to design some special film tickets accordingly and give them away as keepsakes.\"\\n\"This Fontaine gentleman's got too many ideas for me to understand.\"\\n\"But since Miss Moriko said that he's already paid up... Sure, I'll draw him a nice picture.\"",
    "GKEGGNEFLEI": 3049508463,
    "DIPPIBOOHAO": "\"Speaking of which, would anyone really keep a ticket as a keepsake?\"\\n\"And... where can I watch this film?\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall10",
    "NHJDNGICIIL": 100415010
  },
  {
    "PGKNKBKHCHM": 25,
    "CLPABDHEGDL": 2824551548,
    "HIGLPMCMHLJ": "Wind-Dial",
    "MMHBBDKJNGM": 4066149824,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 542891399,
    "NPPMDAHOHCP": "Thousand Winds Temple\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character's weapon must be a Claymore or a Sword\\n·Use a Charged Attack when the picture is taken",
    "MNEJAOEHHOP": 1894999,
    "KKOEJIMHIOE": "\"The author is from Mondstadt.\"\\n\"He's an outstanding novelist as well as an ingenious poet.\"\\n\"We've made a deal with him that he'll come to us first if he wishes to publish his poetry collection.\"",
    "GKEGGNEFLEI": 1112085111,
    "DIPPIBOOHAO": "\"When I'm done with this painting, I'll ask the author for a signature, hehe.\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall11",
    "NHJDNGICIIL": 100415011
  },
  {
    "PGKNKBKHCHM": 26,
    "CLPABDHEGDL": 1835461588,
    "HIGLPMCMHLJ": "Witness in the Sand",
    "MMHBBDKJNGM": 1249958248,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 3865408311,
    "NPPMDAHOHCP": "Aaru Village\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character must wield the power of Dendro\\n·Character must be walking or running when the picture is taken",
    "MNEJAOEHHOP": 2267758655,
    "KKOEJIMHIOE": "\"They say that Aaru Village is located in the vicinity of a large desert.\"\\n\"No wonder the author has repeatedly asked me to put emphasis on how intimidating and cruel the desert is.\"\\n\"*sigh* But this is a detective novel. Why would anyone want to set such a story in the desert?\"\\n\"Ah! I don't mean to nitpick. It's just... I feel that deserts are the polar opposite of detective novels.\"\\n\"When you think about people fighting against criminals in the desert, what comes to my mind first are epic battles and chases.\"",
    "GKEGGNEFLEI": 3857983943,
    "DIPPIBOOHAO": "\"Intimidating and cruel...\"\\n\"Hang on, does this book contain scenes in which the detective struggles to survive in the desert?\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall12",
    "NHJDNGICIIL": 100415012
  },
  {
    "PGKNKBKHCHM": 27,
    "CLPABDHEGDL": 1763175444,
    "HIGLPMCMHLJ": "Unsubstantiated Law",
    "MMHBBDKJNGM": 125470544,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 3774181295,
    "NPPMDAHOHCP": "The Mausoleum of King Deshret\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Character must wield the power of Pyro\\n·Character must be in idle animation when the picture is taken",
    "MNEJAOEHHOP": 501517935,
    "KKOEJIMHIOE": "\"This is... a romance novel.\"\\n\"I knew you wouldn't believe it! But that's exactly what the author said!\"\\n\"It's a strange love story between an outgoing girl from the desert... and a lonely young man from the Akademiya...\"\\n\"Mr. Kuroda has advised the author to give it some more thought. I hope he listens...\"",
    "GKEGGNEFLEI": 1172206487,
    "DIPPIBOOHAO": "\"*sigh* I hope he really does give this idea more thought...\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall13",
    "NHJDNGICIIL": 100415013
  },
  {
    "PGKNKBKHCHM": 28,
    "CLPABDHEGDL": 1839537924,
    "HIGLPMCMHLJ": "Wangshu Inn",
    "MMHBBDKJNGM": 1251056176,
    "BFALHGHONJH": "Photography Target",
    "MNKDGCNFPPL": 4169994999,
    "NPPMDAHOHCP": "Wangshu Inn\\n·The angle must span 1 photo-taking point\\n·Must include the character\\n·Use a Cryo Elemental Skill when the picture is taken",
    "MNEJAOEHHOP": 2840001239,
    "KKOEJIMHIOE": "\"This commission is from an author we've worked with before. I heard that his previous novel was a great success, so he decided to reprint it.\"\\n\"Miss Moriko loves this book and has bought many copies, which she gives out to almost everyone... Even I got one from her.\"\\n\"If my illustration turns out to be bad, Miss Moriko will...\"\\n\"Ah... I must do my best!\"",
    "GKEGGNEFLEI": 2884099055,
    "DIPPIBOOHAO": "\"Miss Moriko is definitely going to buy this reprint.\"\\n\"Why does she want to collect so many books with identical content?\"",
    "AAAEHMGFGDF": "UI_ActivityPhotoGraphV2_Img_PicSmall14",
    "NHJDNGICIIL": 100415014
  }
]