[
  {
    "DCKCMKGGIKM": 20010101,
    "type": 1,
    "describeId": 101,
    "EDPCIMBDIGC": 10,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 783763292,
    "AJGMCFNDKEG": "A slime that has undergone ecological changes due to abundant Dendro in its environment.\\nIt has also taken on the weaknesses of the Dendro element, and will burn intensely the moment it meets a bright flame.",
    "modelPath": "Codex_Monster_Slime_Mid_Grass",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20010201,
    "type": 1,
    "describeId": 102,
    "EDPCIMBDIGC": 11,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2944052036,
    "AJGMCFNDKEG": "A slime that has undergone ecological changes due to abundant Dendro in its environment.\\nThere are some who see it as something similar to the Whopperflowers, hiding its true form to trick and hunt its prey, and some regard it as a slime that has been parasitized by some special plant. From this point of view, might some cultures also see these slimes as having some special medicinal value?",
    "modelPath": "Codex_Monster_Slime_Large_Grass",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20010301,
    "type": 1,
    "describeId": 103,
    "EDPCIMBDIGC": 5,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 825096204,
    "AJGMCFNDKEG": "A small monster created by the coalescing of Anemo dispersed throughout nature.\\nIt is able to float in the air to a certain degree due to the power of Anemo.",
    "modelPath": "Codex_Monster_Slime_Mid_Wind",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20010401,
    "type": 1,
    "describeId": 104,
    "EDPCIMBDIGC": 6,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1126409596,
    "AJGMCFNDKEG": "A monster created by the coalescing of Anemo dispersed throughout nature.\\nOwing to being comprised of a greater concentration of Anemo, their flotation abilities are stronger than that of Anemo Slimes. The hilichurls living out in the wilds have made use of this special characteristic, creating special vehicles that use Large Anemo Slimes as a form of locomotion to transport goods from unknown sources.",
    "modelPath": "Codex_Monster_Slime_Large_Wind",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20010501,
    "type": 1,
    "describeId": 105,
    "EDPCIMBDIGC": 7,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2404243964,
    "AJGMCFNDKEG": "A small monster created by the coalescing of Electro dispersed throughout nature.\\nAccording to analyses, the jumping of Electro Slimes reflects the electric potential difference in the ground. In areas brimming over with Electro, their unusual movements can be observed and used to avoid danger.",
    "modelPath": "Codex_Monster_Slime_Mid_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20010601,
    "type": 1,
    "describeId": 106,
    "EDPCIMBDIGC": 8,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1654738036,
    "AJGMCFNDKEG": "A monster created by the coalescing of Electro dispersed throughout nature.\\nDue to the abundant Electro within its form, it will deliver an electric shock to its surroundings from time to time. At present, some have attempted to harness this energy to aid in production activities. Perhaps some new science will be born from this...?",
    "modelPath": "Codex_Monster_Slime_Large_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20010701,
    "type": 1,
    "describeId": 107,
    "EDPCIMBDIGC": 9,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4250343500,
    "AJGMCFNDKEG": "A monster created by the coalescing of Electro dispersed throughout nature.\\nElectro Slimes can undergo mutations to become bright yellow. Due to the abundant Electro within its form, it will deliver an electric shock to its surroundings from time to time, and it can even cause nearby Electro Slimes to release electric arcs. This arc lightning will not bounce between purple Electro Slimes, which shows that Electro Slimes have two different polarities.\\nOne wonders if some great new science could emerge from the study of such phenomena...",
    "modelPath": "Codex_Monster_Slime_Large_Electric_Positive",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20010801,
    "type": 1,
    "describeId": 108,
    "EDPCIMBDIGC": 12,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1711786164,
    "AJGMCFNDKEG": "A small monster created through the coagulation of Cryo in the natural environment.\\nCompetitors once spread malicious rumors that the Dawn Winery used Cryo Slimes to control the temperature of their wine cellar and preserve the quality of their alcohol.",
    "modelPath": "Codex_Monster_Slime_Mid_Ice",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20010901,
    "type": 1,
    "describeId": 109,
    "EDPCIMBDIGC": 13,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3321518100,
    "AJGMCFNDKEG": "A monster created through the coagulation of Cryo in the natural environment.\\nThese slimes can use the abundant Cryo energies within themselves to freeze the moisture in the atmosphere and form a protective shell around themselves. They can also utilize a similar principle to freeze the water around them. On some level, this can be considered to be the freest species of slime, as it can cross oceans and seas with ease.",
    "modelPath": "Codex_Monster_Slime_Large_Ice",
    "BPKDOKDCPIE": 60500001,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20011001,
    "type": 1,
    "describeId": 110,
    "EDPCIMBDIGC": 3,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2618661588,
    "AJGMCFNDKEG": "A small monster created by the sedimentation of Hydro dispersed throughout nature.\\nLegend has it that some people would use Hydro Slimes as an emergency water source, packing them in preparation for travels through dry regions or deep domains. But due to the high concentration of Hydro within these slimes, direct ingestion is, in fact, harmful to the human body.",
    "modelPath": "Codex_Monster_Slime_Mid_Water",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20011101,
    "type": 1,
    "describeId": 111,
    "EDPCIMBDIGC": 4,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3077605068,
    "AJGMCFNDKEG": "A monster created by the sedimentation of Hydro dispersed throughout nature.\\nA larger and more powerful Hydro Slime that can create bubbles to entrap its enemies. It is said that they can grow to truly staggering sizes if given an energy-rich environment. Eyewitnesses have supposedly seen Hydro Slimes as large as a small mound in Wolvendom.",
    "modelPath": "Codex_Monster_Slime_Large_Water",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20011201,
    "type": 1,
    "describeId": 112,
    "EDPCIMBDIGC": 1,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3632663572,
    "AJGMCFNDKEG": "A small monster created by the sedimentation of Pyro dispersed throughout nature.\\nIts intelligence is very basic, but its uses are just as broad — well, for hilichurls, that is.",
    "modelPath": "Codex_Monster_Slime_Mid_Fire",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20011301,
    "type": 1,
    "describeId": 113,
    "EDPCIMBDIGC": 2,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 801697876,
    "AJGMCFNDKEG": "A monster created by the sedimentation of Pyro dispersed throughout nature.\\nThough its intelligence has not increased with its size, it is very hot. During dry seasons, it can cause wildfires. It will spit forth blazing fireballs when angered, and will turn dark when it is feeling down. A most expressive slime, indeed.",
    "modelPath": "Codex_Monster_Slime_Large_Fire",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20011401,
    "type": 1,
    "describeId": 114,
    "EDPCIMBDIGC": 14,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1145750372,
    "AJGMCFNDKEG": "Small monsters created through the buildup of Geo within the earth.\\nGenerally speaking, the crust of the earth is filled with Geo energy. Geo Slimes that are formed this way have a similarly \"down-to-earth\" sort of feeling.",
    "modelPath": "Codex_Monster_Slime_Mid_Rock",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20011501,
    "type": 1,
    "describeId": 115,
    "EDPCIMBDIGC": 15,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4264606468,
    "AJGMCFNDKEG": "Monsters created through the buildup of Geo within the earth.\\nThey can harden the energy within their bodies into a carapace of stone that protects them and prevents damage. The legend of a \"Golden Geo Slime King\" once circulated among the Treasure Hoarders. They believed that since gemstones and ores have Geo energy in them, Geo Slimes, which also contain Geo energy, may also be a type of gemstone or ore.",
    "modelPath": "Codex_Monster_Slime_Large_Rock",
    "BPKDOKDCPIE": 60500002,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20020101,
    "type": 1,
    "describeId": 201,
    "EDPCIMBDIGC": 23,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3544887188,
    "AJGMCFNDKEG": "The corporeal form of extremely high-quality Anemo energies.\\nThe formation of an Eye of the Storm indicates that the elemental ley lines of a region are blocked, which has led to siltation. Its reckless, heedless wielding of storms that all but sweeps people off their feet may be due to its nature as a symbol of the world stricken by malaise.",
    "modelPath": "Codex_Monster_Elemental_Wind",
    "BPKDOKDCPIE": 60500003,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20040101,
    "type": 1,
    "describeId": 401,
    "EDPCIMBDIGC": 34,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3100814612,
    "AJGMCFNDKEG": "Code name: Aleph. A high-purity Electro entity.\\nElemental hypostases are the highest forms of elemental structures, usually formed either at a location bursting with elemental energy or at a clogged ley line.\\nElemental hypostases have developed various attacks based on their elemental attributes.",
    "modelPath": "Codex_Monster_Effigy_Electric",
    "BPKDOKDCPIE": 60500010,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20040201,
    "type": 1,
    "describeId": 402,
    "EDPCIMBDIGC": 33,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 9824516,
    "AJGMCFNDKEG": "Code name: Beth. A high-purity Anemo entity.\\nElemental hypostases are life forms which have completely abandoned their former appearance and biological structure, making them able to reach the highest level of elemental purity.\\nResearch into hypostases is mainly led by scholars of Sumeru Akademiya, but due to the level of danger that they pose, little of substance is known about hypostases beyond their scientific name and code name.",
    "modelPath": "Codex_Monster_Effigy_Wind",
    "BPKDOKDCPIE": 60500014,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20040301,
    "type": 1,
    "describeId": 403,
    "EDPCIMBDIGC": 37,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3179614468,
    "AJGMCFNDKEG": "Code name: Gimel. A high-purity Geo entity.\\nElemental hypostases are ultra-compact structures with a high mass.\\nConcentrated elemental energy forms a solid shell around the core of the hypostasis, leaving only the core reactive to elemental stimuli.",
    "modelPath": "Codex_Monster_Effigy_Rock",
    "BPKDOKDCPIE": 60500015,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20040401,
    "type": 1,
    "describeId": 404,
    "EDPCIMBDIGC": 32,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1273779404,
    "AJGMCFNDKEG": "Code Name: He. A high-purity Hydro entity.\\nHypostases have strong rejection properties, and will mercilessly expel any that test them.\\nIts rejection behavior even extends to natural elements.",
    "modelPath": "Codex_Monster_Effigy_Water",
    "BPKDOKDCPIE": 60500037,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20040501,
    "type": 1,
    "describeId": 405,
    "EDPCIMBDIGC": 36,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1663025892,
    "AJGMCFNDKEG": "Code name: Daleth. A high-purity Cryo entity.\\nResearch suggests that there are subtle differences between elemental hypostases and other elemental life forms in terms of their physical composition. Perhaps these differences can account for their high level of homeostasis and their almost mechanical movements.",
    "modelPath": "Codex_Monster_Effigy_Ice",
    "BPKDOKDCPIE": 60500033,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20040601,
    "type": 1,
    "describeId": 406,
    "EDPCIMBDIGC": 31,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2556066396,
    "AJGMCFNDKEG": "Code Name: Ayin. A high-purity Pyro entity.\\nAccording to researchers, Elemental Hypostases are related to anomalies in local Elemental veins. But whether it is the existence of Elemental Hypostases that have affected Elemental veins or the mutated Elemental Energy that created Elemental Hypostases remains to be confirmed.",
    "modelPath": "Codex_Monster_Effigy_Fire",
    "BPKDOKDCPIE": 60500035,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20040701,
    "type": 1,
    "describeId": 407,
    "EDPCIMBDIGC": 35,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2753111604,
    "AJGMCFNDKEG": "Code Name: Zayin. A high-purity Dendro entity.\\nAccording to the deductions of some researchers, Elemental Hypostases have the knowledge required to \"learn,\" which is how they use \"mimesis\" to initiate attacks. However, the ability to incorporate information to create change also opens one to the risk of information contamination. As this creature learns and changes, the purpose of its birth — no matter how academically unquantifiable it may still be — may yet become so distorted as to be rendered irrelevant.",
    "modelPath": "Codex_Monster_Effigy_Grass",
    "BPKDOKDCPIE": 60500073,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20050101,
    "type": 1,
    "describeId": 501,
    "EDPCIMBDIGC": 42,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1798076044,
    "AJGMCFNDKEG": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.\\nIt is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
    "modelPath": "Codex_Monster_Fairfolk_Oceanid",
    "BPKDOKDCPIE": 60500026,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20051001,
    "type": 1,
    "describeId": 510,
    "EDPCIMBDIGC": 58,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2129174772,
    "AJGMCFNDKEG": "Today, with the Oceanids extirpated from Fontaine, strange elemental life forms have appeared in the waters.\\nThe elemental spirits that appeared after the calamity lack the elegance and beauty of the Oceanids, and thus have been called \"tainted.\" Though the toxins dissolved in the water have long since been diluted and cleansed, unless there are still containers of pure water somewhere, Fontaine's waters will never again naturally birth Oceanids.",
    "modelPath": "Codex_Monster_Necalevia_Normal",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20051101,
    "type": 1,
    "describeId": 511,
    "EDPCIMBDIGC": 59,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2479527156,
    "AJGMCFNDKEG": "Today, with the Oceanids extirpated from Fontaine, strange elemental life forms have appeared in the waters.\\nIt is said that in Egeria's era, the Oceanids often lived alongside humans, and lived in the springs of clear waters dotted across the lands, and through this, they connected the waters of the world. But most died with their god, and for the survivors, the world no longer has any god they recognize.",
    "modelPath": "Codex_Monster_Necalevia_Big",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20060101,
    "type": 1,
    "describeId": 601,
    "EDPCIMBDIGC": 52,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1220642028,
    "AJGMCFNDKEG": "A monster birthed from a high concentration of Hydro that can float in the air.\\nOn moonlit nights, Hydro Specters will give off a ghostly glow as they float by the riverbank. Their furtive forms are often mistaken by passers-by for wandering spirits, which has made them mainstays in quite a few folktales.",
    "modelPath": "Codex_Monster_Sylph_Water_01",
    "BPKDOKDCPIE": 60500039,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20060201,
    "type": 1,
    "describeId": 602,
    "EDPCIMBDIGC": 57,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2604468108,
    "AJGMCFNDKEG": "A monster birthed from a high concentration of Geo that can float in the air.\\nGeo Specters mimic the fruit of certain plants when their wings are closed together. As such, they are held by some ancient tales to be the fruit of a giant tree in the sky, and are regarded as having mysterious medical value.",
    "modelPath": "Codex_Monster_Sylph_Rock_01",
    "BPKDOKDCPIE": 60500040,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20060301,
    "type": 1,
    "describeId": 603,
    "EDPCIMBDIGC": 53,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4078973900,
    "AJGMCFNDKEG": "A monster birthed from a high concentration of Anemo that can float in the air.\\nAs reason might dictate, monsters made from coalesced Anemo already come equipped with the ability to float. As such, their petal-like wings are most likely to be a mimetic organ first and foremost.",
    "modelPath": "Codex_Monster_Sylph_Wind_01",
    "BPKDOKDCPIE": 60500041,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20060401,
    "type": 1,
    "describeId": 604,
    "EDPCIMBDIGC": 56,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 563268476,
    "AJGMCFNDKEG": "A monster born from highly-concentrated Cryo elements that can float in the air.\\nA certain alchemist once studied these beings, speculating that they might be a kind of Slime or the Traveler, as none of the above needed a Vision to use the elements. He was reprimanded by his teacher.",
    "modelPath": "Codex_Monster_Sylph_Ice_01",
    "BPKDOKDCPIE": 60500047,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20060501,
    "type": 1,
    "describeId": 605,
    "EDPCIMBDIGC": 54,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3971334884,
    "AJGMCFNDKEG": "A monster born from highly-concentrated Electro elements that can float in the air.\\nA certain researcher once studied these creatures. He believed that they must be Hypostases of some kind. After all, they both had elemental peculiarities and were birthed from areas saturated with elemental energy, right? By the way, he was later investigated for academic corruption.",
    "modelPath": "Codex_Monster_Sylph_Electric_01",
    "BPKDOKDCPIE": 60500048,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20060601,
    "type": 1,
    "describeId": 606,
    "EDPCIMBDIGC": 51,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 678205580,
    "AJGMCFNDKEG": "A monster born from highly-concentrated Pyro elements that can float in the air.\\nThere was once an Akademiya student who conducted research into their behavior. He believed that Specters were a form of Crystalfly; since they both had powers of flight and both were birthed in areas saturated with elemental energy. He has not graduated yet.",
    "modelPath": "Codex_Monster_Sylph_Fire_01",
    "BPKDOKDCPIE": 60500049,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20060701,
    "type": 1,
    "describeId": 607,
    "EDPCIMBDIGC": 55,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3054306004,
    "AJGMCFNDKEG": "A monster born from high-density Dendro energy that can float in the air.\\nA researcher from Vahumana once did research into the ecological peculiarities of Dendro Specters, finding them to be quite similar to the legendary \"Aranara.\" His conclusion was that the Aranara were actually Dendro Specters. This researcher would become a little-known writer of fairy tales.",
    "modelPath": "Codex_Monster_Sylph_Grass_01",
    "BPKDOKDCPIE": 60500059,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 20070101,
    "type": 1,
    "describeId": 701,
    "EDPCIMBDIGC": 44,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 0,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 497788,
    "AJGMCFNDKEG": "An abnormal Electro elemental life form. Although it might appear similar to an Oceanid, it does not possess her intelligence or memories.\\nThat which drives the Thunder Manifestation is a much more primal fury.\\nIt is said that these life forms will only descend like lightning upon places that play host to great lingering resentment, such as the fragmented Amakumo Peak, where the storm clouds ever roil. As long as the grudges of the land do not fade, so will the roaring thunder persist.",
    "modelPath": "Codex_Monster_Fairfolk_Raijin",
    "BPKDOKDCPIE": 60500038,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21010101,
    "type": 1,
    "describeId": 10101,
    "EDPCIMBDIGC": 1001,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 531206316,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nThey look very similar to humanity but seem to have lost both their intellect and spirituality. Their presence on the continent has been recorded for over a thousand years, and yet they have neither history nor civilization.\\nSince the pitch-black calamity from five hundred years ago, they have begun to spread in large numbers across the land. They are not very strong, and they lack organization, but they nonetheless bring sizable trouble to humans every once in a while.",
    "modelPath": "Codex_Monster_Hili_None_NoWeapon",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21010201,
    "type": 1,
    "describeId": 10102,
    "EDPCIMBDIGC": 1002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 610916844,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nIll-tempered warriors for their tribes, they are simple-minded believers in the power of brute force. If their muscles grow strong enough and their strength great enough, then one day they too shall raise up a great shield and become a mitachurl... Or will they?",
    "modelPath": "Codex_Monster_Hili_None_Club",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21010301,
    "type": 1,
    "describeId": 10103,
    "EDPCIMBDIGC": 1004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1861784820,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nHilichurl warriors who have wooden shields. These shields are not only sturdy defensive tools but also treasured items within the tribe. According to many reports, hilichurls will often charge at travelers making camp to cook and will snatch their pot lids after chasing them away.",
    "modelPath": "Codex_Monster_Hili_None_ShieldGrass",
    "BPKDOKDCPIE": 60500004,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21010401,
    "type": 1,
    "describeId": 10104,
    "EDPCIMBDIGC": 1007,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1216892164,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nHilichurl Shooters who wield simple crossbows. Hilichurls do not, in truth, possess the craftsmanship needed to build crossbows. As such, it is commonly believed that there is an organization that controls the hilichurls from behind the scenes and furnishes them with equipment and material supplies. The Abyss Mages that often accompany these hilichurls are especially suspicious.",
    "modelPath": "Codex_Monster_Hili_None_Crossbow",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21010501,
    "type": 1,
    "describeId": 10105,
    "EDPCIMBDIGC": 1008,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1168944596,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nThese archers wield simple crossbows, and their arrowheads are coated with a thin layer of flammable material that can set their targets on fire. El Musk of the previous generation believed that this is an innovation by brighter hilichurls who wished to cook their game after hunting it.",
    "modelPath": "Codex_Monster_Hili_Fire_Crossbow",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21010601,
    "type": 1,
    "describeId": 10106,
    "EDPCIMBDIGC": 1011,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2235915676,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nThese sneaky fellows are skilled in the use of Pyro Slimes, using them as weapons to attack intruders. Skilled grenadiers may be able to destroy four wooden dummies in a single throw.",
    "modelPath": "Codex_Monster_Hili_Fire_Range",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21010701,
    "type": 1,
    "describeId": 10107,
    "EDPCIMBDIGC": 1003,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 253675740,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nThese hilichurls wield flaming clubs and charge with reckless abandon to chase intruding adventurers off. Most wildfires in the grasslands or forests are not actually caused by a certain special Knight, but due to the actions of these hilichurls.",
    "modelPath": "Codex_Monster_Hili_Fire_Rush",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21010901,
    "type": 1,
    "describeId": 10109,
    "EDPCIMBDIGC": 1010,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 202794476,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nThese archers wield simple crossbows, and unmelting ice shrouds their arrowheads. It is said that wounds caused by these arrowheads heal very slowly, as the cold will slow the circulation of blood.",
    "modelPath": "Codex_Monster_Hili_Ice_Crossbow",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21011001,
    "type": 1,
    "describeId": 10110,
    "EDPCIMBDIGC": 1009,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3926292036,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nThese archers wield simple crossbows, and their arrowheads are crafted from carved Electro Crystals that will deliver an electric shock upon impact. They say that Hilichurl Shooters of exceptional skill can fire five crossbow bolts at once — a most impressive feat indeed.",
    "modelPath": "Codex_Monster_Hili_Electric_Crossbow",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21011201,
    "type": 1,
    "describeId": 10112,
    "EDPCIMBDIGC": 1006,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 529470220,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nHardy hilichurls who have congregated in a region where Geo energies are abundant. Their impregnable shields have layers of rocky growths on them.",
    "modelPath": "Codex_Monster_Hili_None_ShieldRock",
    "BPKDOKDCPIE": 60500012,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21011301,
    "type": 1,
    "describeId": 10113,
    "EDPCIMBDIGC": 1016,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2487554468,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nHilichurls have discovered the use of Cryo Slimes in effectively keeping food fresh. Hilichurls have surprising amounts of wisdom in the practical use of Slimes, whether it be the use of Pyro and Cryo Slimes to make Exploding Barrels, or the use of Anemo Slimes in vehicles... Perhaps this is their way of adapting to their hard lot in life.",
    "modelPath": "Codex_Monster_Hili_Ice_Range",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21011401,
    "type": 1,
    "describeId": 10114,
    "EDPCIMBDIGC": 1005,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3714619124,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nHilichurls display a strong sense of adaptability to their surroundings. In icy environments, they come up with ways and means to fashion this hard ice into shields to protect themselves.",
    "modelPath": "Codex_Monster_Hili_None_ShieldIce",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21011501,
    "type": 1,
    "describeId": 10115,
    "EDPCIMBDIGC": 1091,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 894137756,
    "AJGMCFNDKEG": "\"Homu, homu, mimi domu!\"",
    "modelPath": "Codex_Monster_Hili_None_NoWeapon_Wei",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21011601,
    "type": 1,
    "describeId": 10116,
    "EDPCIMBDIGC": 1014,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1287404276,
    "AJGMCFNDKEG": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nElectro Slimes don't seem to have as many applications as Pyro Slimes or Anemo Slimes in the benighted lives of the Hilichurls. Perhaps one day they may discover the flow of Elements between Electro Slime and Mutant Electro Slime and make some great progress... ?",
    "modelPath": "Codex_Monster_Hili_Electric_Range",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21020101,
    "type": 1,
    "describeId": 10201,
    "EDPCIMBDIGC": 1101,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2240323180,
    "AJGMCFNDKEG": "A muscular hilichurl who has been forged in countless fights.\\nThey know how to use Dendro Slimes to create tough shields which they wield in combat.\\nWith their powerful muscles, glossy fur, and sturdy, reliable silhouettes, they help the hilichurls withstand the pitiless assaults of adventurers, and they hold a rather exalted rank amongst the tribes.",
    "modelPath": "Codex_Monster_Brute_None_Shield_Grass",
    "BPKDOKDCPIE": 60500005,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21020201,
    "type": 1,
    "describeId": 10202,
    "EDPCIMBDIGC": 1104,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2800506452,
    "AJGMCFNDKEG": "Muscular hilichurls who wield large two-handed axes.\\nAttacks with large strikes, and will use Pyro Slimes to infuse their axes with Pyro. They are very lethal.\\nUsually, repeatedly quenching a weapon the way a Blazing Axe Mitachurl does will decrease the hardness of the metal and cause the axe-head's edge to chip more easily. But such is the strength of the mitachurls that even should the edge disappear altogether, they can still use their axes as hammers.",
    "modelPath": "Codex_Monster_Brute_None_Axe_Fire",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21020301,
    "type": 1,
    "describeId": 10203,
    "EDPCIMBDIGC": 1102,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 474576628,
    "AJGMCFNDKEG": "A muscular hilichurl that uses a rock as a shield.\\nFighting and eating meat are the two most important things to hilichurls, because those are what make them grow stronger.\\nAll young hilichurls dream of growing up to become a big and strong mitachurl, because that way they can eat more meat, fight more battles, and wield those (almost) impregnable giant rock shields.",
    "modelPath": "Codex_Monster_Brute_None_Shield_Rock",
    "BPKDOKDCPIE": 60500013,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21020401,
    "type": 1,
    "describeId": 10204,
    "EDPCIMBDIGC": 1116,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1602972604,
    "AJGMCFNDKEG": "A mysterious \"lord\" of hilichurls that stalks the snow and fog.\\nThis huge hilichurl is referred to as a \"lawa\" by its brethren. Its body, honed to the very limit, almost seems to blend into its Cryo-filled environment, and its stoic nobility is like that of the frozen northland rivers.",
    "modelPath": "Codex_Monster_Brute_Ice",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21020501,
    "type": 1,
    "describeId": 10205,
    "EDPCIMBDIGC": 1117,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2679728316,
    "AJGMCFNDKEG": "A mysterious \"lord\" of hilichurls that walks between a thousand peaks.\\nThis huge hilichurl is referred to as a \"lawa\" by its brethren. The abundant Geo energies in the environment have become part of their flesh, blood, and skin, which look as if they were chiseled out of mountain rock.",
    "modelPath": "Codex_Monster_Brute_Rock",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21020601,
    "type": 1,
    "describeId": 10206,
    "EDPCIMBDIGC": 1103,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 797471636,
    "AJGMCFNDKEG": "A muscular hilichurl that uses solid ice as a shield, wielding it in battle.\\nReason normally dictates that large creatures that see a lot of action should burn through a great number of calories to sustain themselves. As such, the present-day El Musk has proposed the \"Mitachurl Index.\" This index correlates the percentage of mitachurls within the hilichurl population to the stability and success of hilichurl foraging activity.",
    "modelPath": "Codex_Monster_Brute_None_Shield_Ice",
    "BPKDOKDCPIE": 60500027,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21020701,
    "type": 1,
    "describeId": 10207,
    "EDPCIMBDIGC": 1105,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4269404884,
    "AJGMCFNDKEG": "Muscular hilichurls who wield large, two-handed axes.\\nAttacks with large strikes and uses Electro Slimes to infuse their axes with Electro. Their blows are very lethal.\\nAxes forged from steel are highly conductive material. The image of those tall and strong Crackling Axe Mitachurls holding their axes up to summon lightning is quite majestic to the hilichurls.",
    "modelPath": "Codex_Monster_Brute_None_Axe_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21020801,
    "type": 1,
    "describeId": 10208,
    "EDPCIMBDIGC": 1114,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 373933988,
    "AJGMCFNDKEG": "A mysterious \"lord\" of hilichurls that strides through the thunderstorm.\\nThis huge hilichurl is referred to as \"Lawa\" by its brethren. Its giant body is so saturated with Electro energy that Elemental Energy seeps through the cracks in its body in the form of Electro Crystal growths.",
    "modelPath": "Codex_Monster_Brute_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21030101,
    "type": 1,
    "describeId": 10301,
    "EDPCIMBDIGC": 1202,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2229588756,
    "AJGMCFNDKEG": "A wizened, mumbling hilichurl, one that chants of the power of Hydro.\\nHilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. What sort of life would lead to such simple creatures being able to summon water and rains?",
    "modelPath": "Codex_Monster_Shaman_Water",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21030201,
    "type": 1,
    "describeId": 10302,
    "EDPCIMBDIGC": 1205,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2256283548,
    "AJGMCFNDKEG": "A wizened, mumbling hilichurl, one that awakens the might of Dendro.\\nHilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. A grudge stirs beneath that mask, and poison ivy sprouts as hateful whispers issue forth from it.",
    "modelPath": "Codex_Monster_Shaman_Grass",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21030301,
    "type": 1,
    "describeId": 10303,
    "EDPCIMBDIGC": 1203,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2150696492,
    "AJGMCFNDKEG": "A wizened, mumbling hilichurl, one that spreads the message of Anemo.\\nHilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. Their ability to command the flowing winds stems from dark, forgotten memories.",
    "modelPath": "Codex_Monster_Shaman_Wind",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21030401,
    "type": 1,
    "describeId": 10304,
    "EDPCIMBDIGC": 1207,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1539792548,
    "AJGMCFNDKEG": "A wizened, mumbling hilichurl, one that listens to the strength of Geo.\\nHilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. To the persevering mountains, these old hilichurls are but children, but their memories and experiences have guided them towards gaining power over rock and stone.",
    "modelPath": "Codex_Monster_Shaman_Rock",
    "BPKDOKDCPIE": 60500016,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21030501,
    "type": 1,
    "describeId": 10305,
    "EDPCIMBDIGC": 1206,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 899970532,
    "AJGMCFNDKEG": "A wizened, mumbling hilichurl, one that calls upon the bite of Cryo.\\nHilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. These shamans remember the frosty chants and are even more skilled in the art of using them to entrap their foes.",
    "modelPath": "Codex_Monster_Shaman_Ice",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21030601,
    "type": 1,
    "describeId": 10306,
    "EDPCIMBDIGC": 1204,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 340331220,
    "AJGMCFNDKEG": "A wizened, mumbling Hilichurl, one that prays to Electro.\\nHilichurls especially gifted in commanding elements who often reach the zenith of their skill in their twilight years. Since they possess such advanced skill in creating electricity and summoning thunder, you may as well use the crackling sound to compose an elegy.",
    "modelPath": "Codex_Monster_Shaman_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21040101,
    "type": 1,
    "describeId": 10401,
    "EDPCIMBDIGC": 1214,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2974388732,
    "AJGMCFNDKEG": "Hilichurl wanderers who do not belong to any hilichurl tribe. It almost seems as if they are searching for the fated genesis of their kind, seeking to uncover some bygone splendor that once belonged to their people.\\nIf these monsters capable of only crude language and bereft of missing history could record their own epics and legends, the hilichurl wanderers would be the heroes in said tales.",
    "modelPath": "Codex_Monster_Hilistray_Wind",
    "BPKDOKDCPIE": 60500084,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 21040201,
    "type": 1,
    "describeId": 10402,
    "EDPCIMBDIGC": 1212,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 1,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4101896316,
    "AJGMCFNDKEG": "Hilichurl wanderers unaffiliated with any specific tribe. They can often be found roving the wilds as if in voluntary exile.\\nThey may also lend their aid to other hilichurls or hilichurl tribes for various reasons and go their separate ways afterward. They seem to possess a higher level of intelligence than commonplace hilichurls.",
    "modelPath": "Codex_Monster_Hilistray_Water",
    "BPKDOKDCPIE": 60500085,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22010101,
    "type": 1,
    "describeId": 20101,
    "EDPCIMBDIGC": 2001,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1622409324,
    "AJGMCFNDKEG": "Abyss creatures who command the power of Pyro in battle.\\nFor unknown reasons, Abyss Mages are able to communicate with the hilichurls, thus enabling them to manipulate their minds easily. They say that Abyss Mages utter a long-forgotten language from which they draw magical power.",
    "modelPath": "Codex_Monster_Abyss_Fire",
    "BPKDOKDCPIE": 60500006,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22010201,
    "type": 1,
    "describeId": 20102,
    "EDPCIMBDIGC": 2006,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2749584508,
    "AJGMCFNDKEG": "Abyss creatures that call upon Cryo in battle.\\nThough they dabble with great power and can even create icicles by condensing and freezing water vapor in the atmosphere, their bodies are very vulnerable in and of themselves. Once their protective barrier has been broken, they are at your mercy.",
    "modelPath": "Codex_Monster_Abyss_Ice",
    "BPKDOKDCPIE": 60500007,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22010301,
    "type": 1,
    "describeId": 20103,
    "EDPCIMBDIGC": 2002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 755122988,
    "AJGMCFNDKEG": "Abyss creatures that utilize Hydro energy in battle.\\nStories circulate among adventurers that Abyss Mages are at the lowest rung of the Abyss Order's hierarchy and that they roam the various lands to scheme fell deeds of destruction. Though they also often make fun of these Abyss Mages, saying that the most harm they can do is to cause rheumatism or a common cold, their power is not to be underestimated.",
    "modelPath": "Codex_Monster_Abyss_Water",
    "BPKDOKDCPIE": 60500008,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22010401,
    "type": 1,
    "describeId": 20104,
    "EDPCIMBDIGC": 2004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2549338316,
    "AJGMCFNDKEG": "Abyss creatures that utilize Electro in battles.\\nWhile studying at the Akademiya, researcher Alva Nikola once conducted a systematic study of the methods by which Electro Abyss Mages manipulate Electro and came up with a theoretical weapon known as the Nikola Coil. However, it has yet to be put into practice. Some say that his research materials were eaten during a fungal infestation.",
    "modelPath": "Codex_Monster_Abyss_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22020101,
    "type": 1,
    "describeId": 20201,
    "EDPCIMBDIGC": 2010,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2225135964,
    "AJGMCFNDKEG": "Servants of the Abyss Order that use Hydro in combat.\\nThese silent figures are the vanguard of the Abyss, brandishing Tidal Blades that can engulf everything in an instant, crumpling armor and obliterating heretics. They shall bring preordained damnation upon the foolish masses.",
    "modelPath": "Codex_Monster_Invoker_Herald_Water",
    "BPKDOKDCPIE": 60500031,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22020201,
    "type": 1,
    "describeId": 20202,
    "EDPCIMBDIGC": 2011,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3821979668,
    "AJGMCFNDKEG": "A monster from the Abyss Order that wields frigid, icy blades in battle.\\nJust as there are saints who will spread and glorify the profound gospel, there are envoys who must correct any twisted strains and remove any dissonance.\\nPeople often say that steel feels like ice as it pierces the body, but this dark frost is said to freeze even the soul.",
    "modelPath": "Codex_Monster_Invoker_Herald_Ice",
    "BPKDOKDCPIE": 60500081,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22030101,
    "type": 1,
    "describeId": 20301,
    "EDPCIMBDIGC": 2024,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2378326100,
    "AJGMCFNDKEG": "A monster who serves the Abyss Order and commands lightning while singing the praises of the darkness.\\nThese are the evangelists and the scholars of the Abyss. Their violent lightning strikes the hearts of unbelievers with dark wisdom, warped by the shadowy depths of an eternal night, its violet glow proclaiming the existence of a great power that corrodes human intellect.",
    "modelPath": "Codex_Monster_Invoker_Deacon_Electric",
    "BPKDOKDCPIE": 60500032,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22030201,
    "type": 1,
    "describeId": 20302,
    "EDPCIMBDIGC": 2021,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1696604268,
    "AJGMCFNDKEG": "Wielders of abyssal fire who pursue the meaning behind texts and scriptures. Is a member of the Abyss Order.\\nThe surface people have a slightly distorted understanding of what their name means, calling them \"Lectors,\" when their name can also mean \"exegete.\" Reading the word of grace grants them great power.",
    "modelPath": "Codex_Monster_Invoker_Deacon_Fire",
    "BPKDOKDCPIE": 60500053,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22040101,
    "type": 1,
    "describeId": 20401,
    "EDPCIMBDIGC": 2030,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 584463908,
    "AJGMCFNDKEG": "A beast with monstrous blood that is capable of eroding the boundaries of the world. \"Gold\" classified them as \"Alfisol.\"\\nThey follow the encroaching abyss to devour the elements. Fortunately, there are few of them left now in this world.",
    "modelPath": "Codex_Monster_Hound_Kanis_Rock",
    "BPKDOKDCPIE": 60500042,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22040201,
    "type": 1,
    "describeId": 20402,
    "EDPCIMBDIGC": 2031,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 456857268,
    "AJGMCFNDKEG": "A beast with monstrous blood that is capable of eroding the boundaries of the world. \"Gold\" classified them as \"Alfisol.\"\\nIn times long gone, when giant monstrous beasts descended, large swarms of these hounds would go before them to deliquesce the borders of the world and open the way.",
    "modelPath": "Codex_Monster_Hound_Kanis_Electric",
    "BPKDOKDCPIE": 60500043,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22050101,
    "type": 1,
    "describeId": 20501,
    "EDPCIMBDIGC": 2040,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3406570708,
    "AJGMCFNDKEG": "A beast with monstrous blood that is capable of eroding the boundaries of the world. They were created by \"Gold.\"\\nThey do display certain biological behaviors similar to those of real wolves. Perhaps they feel jealousy towards these their \"next of kin,\" and dream of replacing them someday.",
    "modelPath": "Codex_Monster_Hound_Riftstalker_Rock",
    "BPKDOKDCPIE": 60500044,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22050201,
    "type": 1,
    "describeId": 20502,
    "EDPCIMBDIGC": 2041,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2905330572,
    "AJGMCFNDKEG": "A beast with monstrous blood that is capable of eroding the boundaries of the world. They were created by \"Gold.\"\\nOnce upon a time, they ran riot across the continent, but they went extinct for a time due to resistance and mass hunts. Recently, however, they have re-emerged. The pack of black wolves that now threaten Springvale and Wolvendom are such creatures.",
    "modelPath": "Codex_Monster_Hound_Riftstalker_Electric",
    "BPKDOKDCPIE": 60500045,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22060101,
    "type": 1,
    "describeId": 20601,
    "EDPCIMBDIGC": 2051,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 292922628,
    "AJGMCFNDKEG": "Hailing from a dark world, this ruler of the black wolves has the power to call upon its followers, its hidden claws, to dissolve space itself and forge a rift through which it may enter.\\nThe Wolflord has no name, for it was but one of \"Gold\"'s unintentional creations, and that is precisely why it is obsessed with invading worlds that do not belong to it and making a name for itself.\\nThat said, the wolf pack is far from unintelligent. After suffering a defeat in its previous invasion, a deserted island where no humans or protectors dwell has been selected for them to prepare for their lord's descent.",
    "modelPath": "Codex_Monster_Hound_Planelurker",
    "BPKDOKDCPIE": 60500046,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22070101,
    "type": 1,
    "describeId": 20701,
    "EDPCIMBDIGC": 2061,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 753817340,
    "AJGMCFNDKEG": "A pitch-dark soldier. Once a proud warrior of an ancient underground nation, it has now lost any awareness of memory.\\nBut even so, it holds the banner of the royal house aloft into battle. Though it has forgotten its comrades or any royal blessing they might have been given, it will never lay this banner down.",
    "modelPath": "Codex_Monster_ForlornVessel_Strong_Warbanner_Fire",
    "BPKDOKDCPIE": 60500054,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22070201,
    "type": 1,
    "describeId": 20702,
    "EDPCIMBDIGC": 2062,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1838259796,
    "AJGMCFNDKEG": "A pitch-dark soldier. Once a proud warrior of an ancient underground nation, it no longer has any \"intelligence\" that it may still be called \"human.\"\\nYet the desire to destroy the foe and plunge into battle to defend others is etched into this empty suit of armor, even if no one remains to tell it where the enemy is or who or what exactly must be defended.",
    "modelPath": "Codex_Monster_ForlornVessel_Strong_Lance_Water",
    "BPKDOKDCPIE": 60500055,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22070301,
    "type": 1,
    "describeId": 20703,
    "EDPCIMBDIGC": 2063,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2735999460,
    "AJGMCFNDKEG": "A pitch-dark soldier. Once a proud warrior of an ancient underground nation, it is now nothing but a husk that only bears memories of battle.\\nAll shall decay in the end, and this is all that is left of the Black Serpent Knights amidst the merciless march of their sins, curses, and time itself.",
    "modelPath": "Codex_Monster_ForlornVessel_Strong_Chargebow_Ice",
    "BPKDOKDCPIE": 60500056,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22080101,
    "type": 1,
    "describeId": 20801,
    "EDPCIMBDIGC": 2071,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1429988612,
    "AJGMCFNDKEG": "A guard of some standing in the court, sundering the foes of the nation's rulers using a sword art known as \"Truthseeker.\"\\nThe Twilight Sword was once one of their number. That realm's glory has been extinguished, never again to be reclaimed.",
    "modelPath": "Codex_Monster_ForlornVessel_Darkwraith_Strong_Wind",
    "BPKDOKDCPIE": 60500058,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22080201,
    "type": 1,
    "describeId": 20802,
    "EDPCIMBDIGC": 2072,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1621427716,
    "AJGMCFNDKEG": "A guard of some standing in the court, sundering the foes of the nation's rulers using a sword art known as \"Truthseeker.\"\\nThough Truthseeker is, strictly speaking, a sword art, its teachings can also be used with various other weapons — and in the realm's darkest hour, those who had to protect their homeland had little room to be fussy anyway.",
    "modelPath": "Codex_Monster_Darkwraith_Fat_Rock",
    "BPKDOKDCPIE": 60500080,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22100501,
    "type": 1,
    "describeId": 21005,
    "EDPCIMBDIGC": 2029,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 702708956,
    "AJGMCFNDKEG": "A monster from the Abyss that wields multiple types of Elemental Power and has gained extra limbs from its \"evolution.\"\\n\\n<i>\"The nature of the 'Abyss' is essentially irreconcilable with the elements. However, even the elements of gods can be entrapped and distorted before they are subsumed to become tools of the abyssal will. Just judging from outcomes and practical use, \"Abyssal powers\" seem little different from elemental items, from ones as paltry as the Treasure Hoarders' elemental containers to those as powerful as Visions...\"</i>\\n—Notes left behind in Hangeh Afrasiyab by someone.",
    "modelPath": "Codex_Monster_Invoker_Archdeacon",
    "BPKDOKDCPIE": 60500086,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22110101,
    "type": 1,
    "describeId": 21101,
    "EDPCIMBDIGC": 2081,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3791942164,
    "AJGMCFNDKEG": "A strange life form that mostly appears in Elynas.\\nMelusines perceive Breacher Primuses as harmless creatures, and many even find them completely adorable.\\nThe visual perception of Melusines is very different from humans.",
    "modelPath": "Codex_Monster_Ovacua_Order_01",
    "BPKDOKDCPIE": 60500090,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22110201,
    "type": 1,
    "describeId": 21102,
    "EDPCIMBDIGC": 2082,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2560237228,
    "AJGMCFNDKEG": "A strange life form that mostly appears in Elynas.\\nReceives a powerful shock from encountering ousia or pneuma energy, and thus Breacher Primuses can be driven away using this relatively nonaggressive and noninvasive means.",
    "modelPath": "Codex_Monster_Ovacua_Order_02",
    "BPKDOKDCPIE": 60500091,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22110301,
    "type": 1,
    "describeId": 21103,
    "EDPCIMBDIGC": 2083,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 943005396,
    "AJGMCFNDKEG": "A strange life form that mostly appears in Elynas.\\nThe nature of a Breacher Primus defies known categories: they are not animals, plants, Shroom-Kin, nor Elementals. The debate among scholars of Sumeru never formally reached a consensus on just what it is, until it was finally banned as a research topic. The reason is that based on the current system of knowledge, this problem is like \"the definitions prescribed by language and the true nature of things,\" and it is impossible to have a meaningful, final answer.",
    "modelPath": "Codex_Monster_Ovacua_Chaos_01",
    "BPKDOKDCPIE": 60500092,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 22110401,
    "type": 1,
    "describeId": 21104,
    "EDPCIMBDIGC": 2084,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 2,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3423939940,
    "AJGMCFNDKEG": "A strange life form that mostly appears in Elynas.\\nIn Fontaine, the earliest recorded observations of a Breacher Primus appeared shortly after the cataclysm. Records from the time show instances of Breacher Primuses both attacking and protecting humans.",
    "modelPath": "Codex_Monster_Ovacua_Chaos_02",
    "BPKDOKDCPIE": 60500093,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23010101,
    "type": 1,
    "describeId": 30101,
    "EDPCIMBDIGC": 3006,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2808002308,
    "AJGMCFNDKEG": "A soldier encased within a Fatui war machine.\\nArmed with equipment that can control the elements to a certain extent, their guns are capable of firing jets of frost.\\nThough this may confer elemental power beyond the ken of ordinary humans, that power may yet come at a price...",
    "modelPath": "Codex_Monster_Skirmisher_Male_Fat_SprayGun_Ice",
    "BPKDOKDCPIE": 60500017,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23010201,
    "type": 1,
    "describeId": 30102,
    "EDPCIMBDIGC": 3002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2059668660,
    "AJGMCFNDKEG": "A soldier encased within a Fatui war machine.\\nArmed with equipment that can control the elements to a certain extent, their guns are capable of firing jets of water.\\nThese skirmishers do not question if they shall live or die as they advance into nations far from home to complete reconnaissance missions and lay the groundwork for operations to come.",
    "modelPath": "Codex_Monster_Skirmisher_Male_Fat_SprayGun_Water",
    "BPKDOKDCPIE": 60500018,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23010301,
    "type": 1,
    "describeId": 30103,
    "EDPCIMBDIGC": 3004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 81886676,
    "AJGMCFNDKEG": "A sturdily-built skirmisher armed with an Electro-powered war-hammer.\\nAs a Fatui soldier, one has access to munificent resources: salaries, armaments, and supplies.\\nBut at the same time, it also means much time away from home and family and putting one's life in the hands of comrades one has never met.",
    "modelPath": "Codex_Monster_Skirmisher_Male_Strong_GreatHammer_Electric",
    "BPKDOKDCPIE": 60500019,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23010401,
    "type": 1,
    "describeId": 30104,
    "EDPCIMBDIGC": 3007,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3609829892,
    "AJGMCFNDKEG": "A skirmisher with the ability to generate a Geo Shield and defend their allies.\\nUnlike the elite Mages and Agents, Fatui Skirmishers are soldiers of lesser individual might.\\nTo complete their tasks and reduce losses in men and material, their tactics are thus more reliant on teamwork.",
    "modelPath": "Codex_Monster_Skirmisher_Male_Standard_Staff_Rock",
    "BPKDOKDCPIE": 60500020,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23010501,
    "type": 1,
    "describeId": 30105,
    "EDPCIMBDIGC": 3003,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3959773316,
    "AJGMCFNDKEG": "A skirmisher armed with the ability to manipulate Anemo and heal their comrades.\\nThey departed from their motherland and did so for its sake. They left their family, yet gained allies to stick through thick and thin with.\\n—Perhaps such thoughts are what get them through the unscrupulous work that their missions entail.",
    "modelPath": "Codex_Monster_Skirmisher_Male_Strong_Gloves_Wind",
    "BPKDOKDCPIE": 60500021,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23010601,
    "type": 1,
    "describeId": 30106,
    "EDPCIMBDIGC": 3001,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3262031948,
    "AJGMCFNDKEG": "A Fatui soldier who wields a flaming gun.\\nSkirmisher weapons can control the elements to a certain extent, and their combat tactics utilize elemental reactions.\\nTheir ordnance and knowledge of squad-based combat thus constitute no small threat in battle.",
    "modelPath": "Codex_Monster_Skirmisher_Male_Standard_Rifle_Fire",
    "BPKDOKDCPIE": 60500022,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23020101,
    "type": 1,
    "describeId": 30201,
    "EDPCIMBDIGC": 3011,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2721264164,
    "AJGMCFNDKEG": "A Fatui secret agent.\\nThe duty of a Fatui agent is to settle debts — but not only those of a monetary or goods-in-kind nature.\\nThey also ensure dues are paid when it comes to the principle of \"an eye for an eye.\" If there is one thing the Fatui are not known for, it is leniency, and whoever dares to oppose them will invoke the full force of their wrath.",
    "modelPath": "Codex_Monster_Fatuus_Agent_Fire",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23030101,
    "type": 1,
    "describeId": 30301,
    "EDPCIMBDIGC": 3023,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1845452236,
    "AJGMCFNDKEG": "A Fatui mage who can command Electro Cicins in battle. Their origins and what they look like under that mask are both mysteries.\\nSimilarly to the way that Electro Cicins go crazy for Mist Grass, Cicin Mages take great pleasure in toying with their prey.",
    "modelPath": "Codex_Monster_Fatuus_Mage_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23040101,
    "type": 1,
    "describeId": 30401,
    "EDPCIMBDIGC": 3026,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 279158900,
    "AJGMCFNDKEG": "A Fatui mage who can command Cryo Cicins in battle. Their origins and what they look like under that mask are both mysteries.\\nReason dictates that those who lack Visions should not be able to control the elements as these mages do. However, in addition to using Mist Grass to control the Cryo Cicins, they also boldly wield the might of frost. Seeing them as they wander the land in their seemingly aimless way, one can't help but wonder about the duty that must compel them...",
    "modelPath": "Codex_Monster_Fatuus_Mage_Ice",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23050101,
    "type": 1,
    "describeId": 30501,
    "EDPCIMBDIGC": 3032,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1136311692,
    "AJGMCFNDKEG": "A Fatui mage who can command a Hydro Mirror in battle. Her posture is highly dignified, as if she is one who worships a god.\\nThe Hydro Mirror she manipulates lures those enchanted by her to willingly fall for her illusion. Nothing seems to escape her ears. No one knows what those covered eyes have seen, nor what kind of obsession might be reflected in them...",
    "modelPath": "Codex_Monster_Fatuus_Maiden_Water",
    "BPKDOKDCPIE": 60500034,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23060101,
    "type": 1,
    "describeId": 30601,
    "EDPCIMBDIGC": 3034,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2347031652,
    "AJGMCFNDKEG": "An elite agent among the Fatui.\\nSelected while still children, they can only become an \"Operative\" after many long years of training and teaching, after countless rounds have winnowed the field. They are the most outstanding soldiers among the Fatui, with extraordinary skill and unswerving loyalty.",
    "modelPath": "Codex_Monster_Escadron_01",
    "BPKDOKDCPIE": 60500110,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 23060201,
    "type": 1,
    "describeId": 30602,
    "EDPCIMBDIGC": 3033,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 3,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 978862076,
    "AJGMCFNDKEG": "An elite agent among the Fatui.\\n\"Operatives\" have no ordinary military rank among the Fatui. Based on their orders and the content of their missions, they can work in concert with other soldiers, work alone, or in tandem with the \"tacks\" hidden and scattered across the world. They spy, conduct counter-espionage, protect, assassinate, and conduct other tasks. In order to effectively carry out missions of a more special nature, \"Operatives\" also need to master all kinds of other skills and even various arts and talents.",
    "modelPath": "Codex_Monster_Escadron_02",
    "BPKDOKDCPIE": 60500111,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24010101,
    "type": 1,
    "describeId": 40101,
    "EDPCIMBDIGC": 4001,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3672762756,
    "AJGMCFNDKEG": "An ancient humanoid war machine.\\nLegend has it that these machines were combat automatons created by a long-destroyed nation. They now wander ruins and ancient detritus, attacking offending travelers. Research indicates that the Ruin Guards and the ruins they operate in do not originate from the same source, suggesting that there may be a difference of as much as several thousand years between them on the timeline. So why then do the Ruin Guards continue staying among these ruins, using their \"explosive firepower\" to protect the crumbling walls and broken tiles?",
    "modelPath": "Codex_Monster_Defender_None",
    "BPKDOKDCPIE": 60500009,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24010201,
    "type": 1,
    "describeId": 40102,
    "EDPCIMBDIGC": 4002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2289588828,
    "AJGMCFNDKEG": "A giant alien-looking war machine.\\nThey are said to be remnants from a lost ancient nation. It seems that the creators opted to forgo the low-performing humanoid-design in pursuit of improved combat effectiveness. They are extremely dangerous both in melee and ranged combat.\\nConsidering these mere relics possess such extraordinary power, one cannot help but wonder what the civilization that produced them must have looked like at its height.",
    "modelPath": "Codex_Monster_Formathr_None",
    "BPKDOKDCPIE": 60500011,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24010301,
    "type": 1,
    "describeId": 40103,
    "EDPCIMBDIGC": 4003,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3173206604,
    "AJGMCFNDKEG": "An ancient humanoid war machine.\\nTheir form is similar to that of Ruin Guards, but is more distorted and more powerful. Energy cores have been installed in both its legs, as though to power its overly heavy form.",
    "modelPath": "Codex_Monster_Defender_Konungmathr",
    "BPKDOKDCPIE": 60500028,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24010401,
    "type": 1,
    "describeId": 40104,
    "EDPCIMBDIGC": 4004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1642184916,
    "AJGMCFNDKEG": "An ancient, bizarrely-shaped autonomous machine.\\nIt is said that this was heavy-duty engineering equipment left behind by a nation that has been destroyed. The gear system on its \"head\" can grind its way through even the hardest bedrock. If this was the case, then carving out tunnels with which the forces of this nation might access the whole continent would have been a thing of great ease.",
    "modelPath": "Codex_Monster_Nithhoggr_None",
    "BPKDOKDCPIE": 60500057,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24020101,
    "type": 1,
    "describeId": 40201,
    "EDPCIMBDIGC": 4011,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4150296284,
    "AJGMCFNDKEG": "Various bizarrely-shaped machines that have taken different forms and functions to adapt to different goals.\\nLegend has it that they are war machines left behind by a nation that has already been destroyed. Compared to the more common Ruin Guards, their forms have greater value in the study of biomimesis. The inspiration for its decentralized design and combat modes seems to have come from honeybee colonies, rendering it able to change forms and to attack from different directions.",
    "modelPath": "Codex_Monster_Apparatus_Enigma_BionicDrone",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24020201,
    "type": 1,
    "describeId": 40202,
    "EDPCIMBDIGC": 4012,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3150417148,
    "AJGMCFNDKEG": "Various bizarrely-shaped machines that have taken different forms and functions to adapt to different goals.\\nLegend has it that they are war machines left behind by a nation that has already been destroyed. Compared to the more common Ruin Guards, their design has greater value in the study of biomimesis. The giant crown, composed of several parts, looks like some sort of frightening plant. One wonders what one has to go through in order to design such scary machine.",
    "modelPath": "Codex_Monster_Apparatus_Enigma_BionicFlora",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24020301,
    "type": 1,
    "describeId": 40203,
    "EDPCIMBDIGC": 4013,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1969176836,
    "AJGMCFNDKEG": "Various bizarrely-shaped machines that have taken different forms and functions to adapt to different goals.\\nLegend has it that they are war machines left behind by a nation that has already been destroyed. Compared to the more common Ruin Guards, their design has greater value in the study of biomimesis. The insect-like limbs are more agile than those of humanoid machines. The shield formed by its various components can resist any frontal attack.",
    "modelPath": "Codex_Monster_Apparatus_Enigma_BionicInsecta",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24020401,
    "type": 1,
    "describeId": 40204,
    "EDPCIMBDIGC": 4014,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3883299804,
    "AJGMCFNDKEG": "Various bizarrely-shaped machines that have taken different forms and functions to adapt to different goals.\\nLegend has it that they are war machines left behind by a nation that has already been destroyed. Compared to the more common Ruin Guards, their design has greater value in the study of biomimesis. Exactly why the form and movements of certain deep-sea lifeforms are being imitated is not known. But either way, tangling with them is hardly the best idea.",
    "modelPath": "Codex_Monster_Apparatus_Enigma_BionicNettler",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24021101,
    "type": 1,
    "describeId": 40211,
    "EDPCIMBDIGC": 4021,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 780885388,
    "AJGMCFNDKEG": "A strange, alien machine.\\nThey say that it is a war machine left behind by a nation that has already been destroyed. Composed of several different parts, it can adapt to its combat environment and employ a variety of attacks.\\nThis machine, comprised of cubic shapes, is on some level very much like the elemental hypostases.",
    "modelPath": "Codex_Monster_Apparatus_Perpetual",
    "BPKDOKDCPIE": 60500036,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24030101,
    "type": 1,
    "describeId": 40301,
    "EDPCIMBDIGC": 4032,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2430809580,
    "AJGMCFNDKEG": "A horrifying dragon-shaped machine.\\nIt is said to be a war machine left behind by a now-destroyed nation. It mimics the appearance of the beings known as Vishaps, with some functional enhancements. Such machines have an even greater ability to \"absorb\" — or perhaps the right word is \"counteract\" — elemental powers than the vishaps.\\nHow, you wonder, did a civilization that could make such frightening machines of war collapse?",
    "modelPath": "Codex_Monster_Gargoyle_Airborne",
    "BPKDOKDCPIE": 60500063,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24030201,
    "type": 1,
    "describeId": 40302,
    "EDPCIMBDIGC": 4031,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4121540020,
    "AJGMCFNDKEG": "A horrifying dragon-shaped machine.\\nIt is said to be a war machine left behind by a now-destroyed nation. It mimics the appearance of the beings known as Vishaps, with some functional enhancements. Such machines have an even greater ability to \"absorb\" — or perhaps the right word is \"counteract\" — elemental powers than the vishaps.\\nFrom this ability, one can glimpse the scale of the ambition that the civilization that made these machines must have once held...",
    "modelPath": "Codex_Monster_Gargoyle_Ground",
    "BPKDOKDCPIE": 60500062,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24030301,
    "type": 1,
    "describeId": 40303,
    "EDPCIMBDIGC": 4033,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1189416732,
    "AJGMCFNDKEG": "This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.\\nIt is said that the now-destroyed realm once sought forbidden knowledge and attempted to create perpetual-motion machines that could match or even surpass primordial lifeforms. This mysterious, tireless mechanical monstrosity seems to be proof that they did indeed reach heights that mortals should never have attained.",
    "modelPath": "Codex_Monster_Gargoyle_Fafnir",
    "BPKDOKDCPIE": 60500068,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24040101,
    "type": 1,
    "describeId": 40401,
    "EDPCIMBDIGC": 4041,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3290906604,
    "AJGMCFNDKEG": "The guardians of the lost ancient desert ruins have power enough to punish any who would presume to disturb the pure dreams of their lord.\\nThese machines were not first built to be temple guards or palace defenders, but instead to rebirth the paradise that the foolish desert ruler dreamed of.\\nToday, that utopia is long gone, and the dreams and oaths, forgotten by the world, are now only found in the mantras inscribed upon these machines.",
    "modelPath": "Codex_Monster_Monolith_Ordinator_01",
    "BPKDOKDCPIE": 60500069,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24040201,
    "type": 1,
    "describeId": 40402,
    "EDPCIMBDIGC": 4042,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 596357780,
    "AJGMCFNDKEG": "The guardians of the lost ancient desert ruins have power enough to punish any who would presume to disturb the pure dreams of their lord.\\nThe lord of the blazing sun who once ruled this desert once promised his people a utopia on the other side of existence, though it ultimately turned out to be a mirage made of folly.\\nToday, that utopia is long gone, and the dreams and oaths, forgotten by the world, are now only found in the mantras inscribed upon these machines.",
    "modelPath": "Codex_Monster_Monolith_Ordinator_02",
    "BPKDOKDCPIE": 60500069,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24040301,
    "type": 1,
    "describeId": 40403,
    "EDPCIMBDIGC": 4043,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3193339924,
    "AJGMCFNDKEG": "The guardians of the lost ancient desert ruins have power enough to punish any who would presume to disturb the pure dreams of their lord.\\nThe master of the sands once took to studying taboo knowledge in an effort to create a dream paradise, and these machines may or may not have been the fruits of that research.\\nToday, that utopia is long gone, and the dreams and oaths, forgotten by the world, are now only found in the mantras inscribed upon these machines.",
    "modelPath": "Codex_Monster_Monolith_Ordinator_03",
    "BPKDOKDCPIE": 60500069,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24050101,
    "type": 1,
    "describeId": 40501,
    "EDPCIMBDIGC": 4051,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2229724964,
    "AJGMCFNDKEG": "A perpetual motion machine that rules over the many constructs scattered throughout the desert. It seems that the lonely ruler's will still indwells this device.\\nPerhaps due to a friend's teachings in a dream or perhaps because he coveted the power of the holy ones in the skies, the king created mysterious devices that should not exist in this world before founding his realm in these lands.\\nAmidst the ruins of the City of the Pillars, the ancient crystals still reflect the glory of the golden paradise, though none now live who remember the king's dreams.",
    "modelPath": "Codex_Monster_Monolith_Starchild",
    "BPKDOKDCPIE": 60500070,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24060401,
    "type": 1,
    "describeId": 40684,
    "EDPCIMBDIGC": 4064,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 27848420,
    "AJGMCFNDKEG": "A clockwork meka designed for surveying underground resources and certain minerals.\\nDue to the fact that the desired metal type can be set, this device has proven very popular among Treasure Hoarders and Adventurers alike.",
    "modelPath": "Codex_Monster_MachinaIustitia_Probe",
    "BPKDOKDCPIE": 60500097,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24068101,
    "type": 1,
    "describeId": 40681,
    "EDPCIMBDIGC": 4061,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3729919580,
    "AJGMCFNDKEG": "One of the earliest new-type clockwork meka to be made.\\nIt is said that during his time at the Institute of Natural Philosophy, the Lord-Artificer Guillotin created machines that could simulate genuine intelligence.\\nThough he never openly admitted it, this rumor nonetheless spurred on subsequent generations of ambitious engineers. Decades ago, one of them announced that they had created a machine that not only possessed basic thinking abilities but could also read human emotions, but in the end the results went unacknowledged.",
    "modelPath": "Codex_Monster_MachinaIustitia_Sentry",
    "BPKDOKDCPIE": 60500094,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24068201,
    "type": 1,
    "describeId": 40682,
    "EDPCIMBDIGC": 4062,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4163996900,
    "AJGMCFNDKEG": "A clockwork meka designed to transmit and enhance signals.\\nThe power that drives this clockwork meka is generated from a controlled annihilation reaction between ousia and pneuma in the kinetic core. As a result, overloading it with excessive energy will cause its original equilibrium to be disrupted.",
    "modelPath": "Codex_Monster_MachinaIustitia_Pylon",
    "BPKDOKDCPIE": 60500095,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24068301,
    "type": 1,
    "describeId": 40683,
    "EDPCIMBDIGC": 4063,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 741411156,
    "AJGMCFNDKEG": "A clockwork meka designed for underwater surveying.\\nIn the absence of significant breakthroughs in dynamics research, kinematics research has had the most significant impact on clockwork meka design. For machines designed to perform specific tasks, biomimesis has sometimes provided the most convenient solutions.",
    "modelPath": "Codex_Monster_MachinaIustitia_Recon",
    "BPKDOKDCPIE": 60500096,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24068501,
    "type": 1,
    "describeId": 40685,
    "EDPCIMBDIGC": 4065,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2628703412,
    "AJGMCFNDKEG": "This type of clockwork meka was designed to search out, repel, and if need be exterminate aquatic life forms that pose a threat to underwater equipment.\\nEver since the first diluvian period, the Fontaine Research Institute has been preoccupied with the thought that there might be a second one. Some had the idea of taking back the ruins lost to the waves and building an underwater city, whereas others looked up to the untouchable sky islands overhead with the intention of building a metropolis in the clouds.\\nUnderwater Patrol Meks were conceived by the former, but judging from the results, it is the latter that have gained the upper hand in recent years.",
    "modelPath": "Codex_Monster_MachinaIustitia_Nautilus",
    "BPKDOKDCPIE": 60500098,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24068601,
    "type": 1,
    "describeId": 40686,
    "EDPCIMBDIGC": 4066,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3731314388,
    "AJGMCFNDKEG": "A clockwork meka designed to conducting underwater attacks. Unlike \"Underwater Patrol Mek\" models, it is expected to take on much larger and fiercer opponents. Of course, the price it pays for such capabilities and its cost of manufacture is that is unable to fully unleash its capabilities against smaller opponents.\\nLong ago, Fontaine was once scarred by the tragic invasion of a massive monster. The revered White Armada that sailed upon the great terrestrial lake was completely destroyed in defense of the nation. The designer hoped that were such a thing to happen again, the clockwork meka would possess enough naval firepower to be the first line of defense, going before the soldiers and generals.",
    "modelPath": "Codex_Monster_MachinaIustitia_Frigate",
    "BPKDOKDCPIE": 60500109,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24068701,
    "type": 1,
    "describeId": 40687,
    "EDPCIMBDIGC": 4067,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3808760164,
    "AJGMCFNDKEG": "A clockwork meka designed to dig up and transport soil.\\nDue to the inherent ability of the local water and soil to store and transmit ousia and pneuma, clockwork meka powered by the annihilation of these energies are highly favored in Fontaine. This also explains why adventurers may come across Ousia and Pneuma Blocks from time to time.",
    "modelPath": "Codex_Monster_MachinaIustitia_Assimilator",
    "BPKDOKDCPIE": 60500099,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24068801,
    "type": 1,
    "describeId": 40688,
    "EDPCIMBDIGC": 4069,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 366669492,
    "AJGMCFNDKEG": "Alongside the Recon Log Mek, this was one of the first new-type clockwork meka to be made (though of course, after hundreds of years, no one refers to them as \"new-type\" anymore – this was simply to differentiate them from traditional clockwork mechanisms that were powered by potential energy.)\\nIt was named to commemorate a friend of its inventor, and was originally designed to help people. However, its ability to attack people – thereby avoiding the need to put friendly personnel at risk – subsequently came to be seen as its real strength.",
    "modelPath": "Codex_Monster_MachinaIustitia_Ruggiero_01",
    "BPKDOKDCPIE": 60500100,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24068901,
    "type": 1,
    "describeId": 40689,
    "EDPCIMBDIGC": 4070,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3003016852,
    "AJGMCFNDKEG": "A clockwork meka adapted from the Cal. Scherbius type. Unfortunately, aside from its ability to attack, it has no other capabilities.\\nClockwork meka based on annihilation energy normally produce their energy by utilizing Repeaters composed of special crystals to refine ousia and pneuma from Fontaine's environment. But outside of Fontaine, they can use pre-prepared Energy Blocks to move over short distances for short periods of time. The difference can be observed from the shape of the crystal components on the meka.",
    "modelPath": "Codex_Monster_MachinaIustitia_Ruggiero_02",
    "BPKDOKDCPIE": 60500101,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24069001,
    "type": 1,
    "describeId": 40690,
    "EDPCIMBDIGC": 4071,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 63118900,
    "AJGMCFNDKEG": "Although the Fontaine Research Institute of Kinetic Energy Engineering is the main organization involved in clockwork meka research and design, there are also many independent engineers and workshops that are not affiliated with the Research Institute.\\nThe first ever machine of this type was designed by an independent engineer to commemorate their lover and sponsor. In the end, it was acquired by the Maison Gardiennage as a tool to uphold municipal security — or, as some would have it, state apparatus enforcing the monopoly on violence.",
    "modelPath": "Codex_Monster_MachinaIustitia_Bradamante",
    "BPKDOKDCPIE": 60500102,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24069101,
    "type": 1,
    "describeId": 40691,
    "EDPCIMBDIGC": 4068,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3747004508,
    "AJGMCFNDKEG": "A mechanism that is able to fire out the energy produced by an annihilation reaction. Strictly speaking, it was originally a test device that emerged from research undertaken by the Institute of Natural Philosophy before the Fontaine Research Institute had been established.\\nAs such, despite its considerable commercial success as a sentinel and defensive device, most engineers do not consider it to be a true clockwork meka.",
    "modelPath": "Codex_Monster_MachinaIustitia_LengthShifter",
    "BPKDOKDCPIE": 60500103,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24069201,
    "type": 1,
    "describeId": 40692,
    "EDPCIMBDIGC": 4072,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1877162716,
    "AJGMCFNDKEG": "A type of large clockwork meka which also has immeasurable value when utilized in building construction and archeological excavation. Its name comes from an engineer employed by Callas during the construction of the Clementine Line.\\nWith Callas' financial backing, this engineer built the legendary \"Golden Vessel\" – a gigantic piece of construction machinery which was used to dig the Poisson Tunnel. Once the job was complete, this type of clockwork meka was designed with a similar structure but reduced to a smaller scale.",
    "modelPath": "Codex_Monster_MachinaIustitia_Excavator",
    "BPKDOKDCPIE": 60500104,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24070301,
    "type": 1,
    "describeId": 40703,
    "EDPCIMBDIGC": 4073,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 323196196,
    "AJGMCFNDKEG": "Artificed Dancers developed by the Fontaine Research Institute.\\nBossuet originally intended for Artificed Dancers to be works of art that transcended the era of mechanical reproduction. But after Bossuet was forced to resign, the project was taken over by Maillardet, who had his own unique understanding of what he wanted to achieve. As a result, while their features were perfected during the course of its development, the Artificed Dancers gradually strayed from Bossuet's original vision.",
    "modelPath": "Codex_Monster_MachinaIustitia_Nutcracker",
    "BPKDOKDCPIE": 60500089,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 24080101,
    "type": 1,
    "describeId": 40801,
    "EDPCIMBDIGC": 4074,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1372590764,
    "AJGMCFNDKEG": "A large device designed by the late Edwin Eastinghouse. It has the ability to \"counteract\" the effects of gravity. According to the original design intentions, this was the first step in a plan to turn Fontaine into a city in the sky, so never again would the people have to worry about the waves that once swept over the land. Even if all seven nations were to be swallowed by the deeps, the elegant Court of Fontaine would float above it all, just like Celestia. Even the secrets of the universe would no longer seem so distant.\\nThe Arkhium in the device's core has the characteristics of \"splitting\" or \"precipitation,\" and can take matter, or certain things outside of matter, and separate them. It is said that this process can be reversed, but the Fontaine Research Institute is infatuated only with the physical effects it can produce.",
    "modelPath": "Codex_Monster_MachinaIustitia_Gravitas",
    "BPKDOKDCPIE": 60500113,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25010101,
    "type": 1,
    "describeId": 50101,
    "EDPCIMBDIGC": 5001,
    "BJFFCHLCBGL": true,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3361807732,
    "AJGMCFNDKEG": "",
    "modelPath": "",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25010201,
    "type": 1,
    "describeId": 50102,
    "EDPCIMBDIGC": 5002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3203861772,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\nTheirs is the legwork and the tailing of targets. They usually wind up in criminal circles due to poverty or lack of education, but they don't seem to have gotten any richer after choosing a life of crime...",
    "modelPath": "Codex_Monster_Thoarder_Male_Scout",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25010301,
    "type": 1,
    "describeId": 50103,
    "EDPCIMBDIGC": 5003,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4258650324,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\nRisk-takers who utilize their knowledge of chemistry to mix volatile and flammable brews that aid in their comrades' dastardly deeds.",
    "modelPath": "Codex_Monster_Thoarder_Male_Chemist_Fire",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25010401,
    "type": 1,
    "describeId": 50104,
    "EDPCIMBDIGC": 5004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 391056196,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\nThey say that some Treasure Hoarder Potioneers used to be charlatans who would wander villages, towns, and cities, hawking their special blends of elixirs, holy waters, and the like. These cure-alls certainly seem to serve better in combat than they ever did in chicanery.",
    "modelPath": "Codex_Monster_Thoarder_Male_Chemist_Water",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25010501,
    "type": 1,
    "describeId": 50105,
    "EDPCIMBDIGC": 5005,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1056968788,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\n\"Potioneer\" is the nickname given to members of the Treasure Hoarder organization who know how to brew up dangerous chemicals.\\n<i>\"What? Did you think this treasure has 'Adventurers' Guild' written all over it or something?\"</i>\\n—A certain Treasure Hoarder Potioneer during a confrontation with adventurers",
    "modelPath": "Codex_Monster_Thoarder_Male_Chemist_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25010601,
    "type": 1,
    "describeId": 50106,
    "EDPCIMBDIGC": 5006,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 932946668,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\nCryo Potioneers are quite the welcome sight amongst the Treasure Hoarders due to their elixirs having the ability to rapidly cool things down. Even out in the wild where there are no Mist Flowers to be found, they can have some cold liquor to make merry with.",
    "modelPath": "Codex_Monster_Thoarder_Male_Chemist_Ice",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25010701,
    "type": 1,
    "describeId": 50107,
    "EDPCIMBDIGC": 5007,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2932021268,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\nThese members do physical work and are lower on the pecking order. They are often laughed at for their physique — but when the gang comes under attack, they get a chance to show their unexpectedly high strength and agility.",
    "modelPath": "Codex_Monster_Thoarder_Male_Handyman",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25020101,
    "type": 1,
    "describeId": 50201,
    "EDPCIMBDIGC": 5008,
    "BJFFCHLCBGL": true,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2809913076,
    "AJGMCFNDKEG": "",
    "modelPath": "",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25020201,
    "type": 1,
    "describeId": 50202,
    "EDPCIMBDIGC": 5009,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2135449188,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\nThough they are called \"marksmen,\" this name has an undercurrent of mockery to it, as they use crossbows instead of bows, which require a long period of training to use. It must be said that even hilichurls know how to operate a crossbow. Just point the wider end at the enemy, pull the trigger, and bam — that's all there is to it.",
    "modelPath": "Codex_Monster_Thoarder_Male_Marksman",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25030101,
    "type": 1,
    "describeId": 50301,
    "EDPCIMBDIGC": 5010,
    "BJFFCHLCBGL": true,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3343637564,
    "AJGMCFNDKEG": "",
    "modelPath": "",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25030201,
    "type": 1,
    "describeId": 50302,
    "EDPCIMBDIGC": 5011,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2438565732,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\n<i>\"They say that we stand on the shoulders of giants. That means digging up the accumulated wealth of our forebears, taking them with us, and... uh, returning them to the economic cycle! What a noble endeavor, am I right?\"</i>\\n—A certain Treasure Hoarder Gravedigger, while delving deep into a ruin.",
    "modelPath": "Codex_Monster_Thoarder_Male_Gravedigger",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25030301,
    "type": 1,
    "describeId": 50303,
    "EDPCIMBDIGC": 5012,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3176958380,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\n<i>\"Stealing? What do you mean, stealing? It's re-discovery, I tell you — the return of treasure to those who appreciate it! Makes everyone happy, to boot! How great is that, eh?\"</i>\\n—A certain Treasure Hoarder Seaman, in response to a question posed by a doubtful recruit",
    "modelPath": "Codex_Monster_Thoarder_Male_Seaman",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25040101,
    "type": 1,
    "describeId": 50401,
    "EDPCIMBDIGC": 5013,
    "BJFFCHLCBGL": true,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2057035140,
    "AJGMCFNDKEG": "",
    "modelPath": "",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25050101,
    "type": 1,
    "describeId": 50501,
    "EDPCIMBDIGC": 5014,
    "BJFFCHLCBGL": true,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3778845460,
    "AJGMCFNDKEG": "",
    "modelPath": "",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25050201,
    "type": 1,
    "describeId": 50502,
    "EDPCIMBDIGC": 5015,
    "BJFFCHLCBGL": true,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1822072796,
    "AJGMCFNDKEG": "",
    "modelPath": "",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25060101,
    "type": 1,
    "describeId": 50601,
    "EDPCIMBDIGC": 5016,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3157705420,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\nPassionate about battle and muscles, they are quite picky about food and will often boast of the benefits of having a fine musculature, leading to some dissatisfaction from their fellow Treasure Hoarders.",
    "modelPath": "Codex_Monster_Thoarder_MuscleMan_Pugilist",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25070101,
    "type": 1,
    "describeId": 50701,
    "EDPCIMBDIGC": 5017,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3599973484,
    "AJGMCFNDKEG": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.\\nThis person was originally a miner — one who, even with the allowance they were provided with after the closure of the Chasm, ended up with the Treasure Hoarders for various reasons.",
    "modelPath": "Codex_Monster_Thoarder_MuscleMan_Crusher",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25080101,
    "type": 1,
    "describeId": 50801,
    "EDPCIMBDIGC": 5018,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 965565028,
    "AJGMCFNDKEG": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.\\nHaving pursued the path of a martial artist for a long time, they possess highly advanced sword skills but no longer use them for good.\\nSometimes, they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive.",
    "modelPath": "Codex_Monster_Samurai_Ronin",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25080201,
    "type": 1,
    "describeId": 50802,
    "EDPCIMBDIGC": 5019,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2294436340,
    "AJGMCFNDKEG": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.\\nThey not only possess highly advanced sword skills, but can also carry out flame powder attacks using the elements. Objectively speaking, perhaps this method of winning goes against the path of a martial artist.\\nSometimes they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive.",
    "modelPath": "Codex_Monster_Samurai_Ronin_Hisago",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25080301,
    "type": 1,
    "describeId": 50803,
    "EDPCIMBDIGC": 5020,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4243582156,
    "AJGMCFNDKEG": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.\\nThey possess highly-advanced sword skills and also use crossbows to ambush opponents, using any means to win. Those who have abandoned the title of a martial artist often abandon their dignity as well.\\nSometimes they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive.",
    "modelPath": "Codex_Monster_Samurai_Ronin_Maki",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25090101,
    "type": 1,
    "describeId": 50901,
    "EDPCIMBDIGC": 4101,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 4,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3531349252,
    "AJGMCFNDKEG": "A disciplined mechanical swordsman.\\nDoesn't seem to have the ability nor will to speak, but instead only seeks to communicate with crossed swords.\\nIt is said that this machine was made using the memories of the first-generation master of a certain sword school. However, it malfunctioned, lost control, and was ultimately discarded.\\nSome sing that the machine's spirit still lingers in the place where its fate was ended. They also say that the vicious mask that serves as its guard was inspired by a famous oni from that era.",
    "modelPath": "Codex_Monster_Samurai_Ningyo",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25100101,
    "type": 1,
    "describeId": 51001,
    "EDPCIMBDIGC": 5023,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1746776396,
    "AJGMCFNDKEG": "Samurai who have fallen into banditry.\\nThey possess highly advanced martial art skills but found no use for them for various reasons. Out of desperation, they have fallen onto the path of evil. They use paper seals, created from a Kamuna art that has been lost for centuries, to infuse their blades with the power of lightning.",
    "modelPath": "Codex_Monster_Samurai_Kairagi_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25100201,
    "type": 1,
    "describeId": 51002,
    "EDPCIMBDIGC": 5022,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4004028948,
    "AJGMCFNDKEG": "Samurai who have fallen into banditry.\\nThey practiced martial arts since they were young, but lost the opportunity to serve the people due to certain reasons and turned from the righteous path. Their blade's edges are not cold like ordinary steel, but instead burn with a bitter flame. They seem to have used paper seals, created from a lost Kamuna art, to set their blades afire.",
    "modelPath": "Codex_Monster_Samurai_Kairagi_Fire",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25210101,
    "type": 1,
    "describeId": 52101,
    "EDPCIMBDIGC": 5024,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1578336260,
    "AJGMCFNDKEG": "A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.\\nThese ax-wielding ladies often wade into the slaughter without fear, creating openings for their comrades to capitalize on.\\nThey will sometimes sit by the fireside in their sand-swept homeland and play songs that were lost in that golden sea.",
    "modelPath": "Codex_Monster_Eremite_Female_Hatchet",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25210201,
    "type": 1,
    "describeId": 52102,
    "EDPCIMBDIGC": 5025,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1774778268,
    "AJGMCFNDKEG": "A member of a loosely-organized mercenary corps hailing from a place where the sands shine like gold. Will work for anyone as long as the pay is good.\\nThe Eremite tradition is to use bows to engage their foes, but ever since the Akademiya permitted them to buy crossbows at the bazaars, only the proudest shooters would still use bows, which take many years of practice to master.",
    "modelPath": "Codex_Monster_Eremite_Male_Standard_Crossbow",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25210301,
    "type": 1,
    "describeId": 52103,
    "EDPCIMBDIGC": 5026,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 255350996,
    "AJGMCFNDKEG": "A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.\\nThese warriors use Ravenbeak Halberds in battle. It is said that ascetics who served the deity of the desert would carry these halberds as symbols of their office. These weapons once had a true name, but it has long been lost to the desert sands.",
    "modelPath": "Codex_Monster_Eremite_Male_Standard_Pole",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25210401,
    "type": 1,
    "describeId": 52104,
    "EDPCIMBDIGC": 5027,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 983366940,
    "AJGMCFNDKEG": "A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.\\nThis warrior wields a unique fist blade and joined the Eremites to seek out stronger foes. Rather than the pay, these warriors fight more to attain greater martial might.",
    "modelPath": "Codex_Monster_Eremite_MuscleMan_Gloves",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25210501,
    "type": 1,
    "describeId": 52105,
    "EDPCIMBDIGC": 5028,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3347785908,
    "AJGMCFNDKEG": "A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.\\nThis desert warrior wields a large curved blade in battle. The skills such fighters boast of have been passed down since the days when their now-lost civilization was still extant, and are not only techniques to be used in battle, but also serve well as a performing art popular in various lands.\\nIt is said that this sword art was once practiced from horseback.",
    "modelPath": "Codex_Monster_Eremite_MuscleMan_Simitar",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25310101,
    "type": 1,
    "describeId": 53101,
    "EDPCIMBDIGC": 5029,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3875874876,
    "AJGMCFNDKEG": "A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.\\nA young lady lost in the ancient dream of the desert songs. To her, the thrill of bloody battle is her true reward. Legend has it that the women of this tribe are often afflicted by the wandering spirits of the desert, a condition that leads many of them to an early end. Perhaps this one can only be free of these apparitions when her blood is up in combat.\\nAn ominous, fragmented spirit is sealed within the weapon she uses, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.",
    "modelPath": "Codex_Monster_Eremite_Female_Slim_PushDagger",
    "BPKDOKDCPIE": 60500064,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25310201,
    "type": 1,
    "describeId": 53102,
    "EDPCIMBDIGC": 5030,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1253615596,
    "AJGMCFNDKEG": "A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.\\nA professional mercenary who cares about nothing outside of work and the mission at hand. To such people, their only game plan is to complete the mission, and their high asking prices on the market match that committment.\\nAn ominous, fragmented spirit is sealed within the weapon they use, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.",
    "modelPath": "Codex_Monster_Eremite_Male_Standard_Glaive",
    "BPKDOKDCPIE": 60500065,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25310301,
    "type": 1,
    "describeId": 53103,
    "EDPCIMBDIGC": 5031,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 875112844,
    "AJGMCFNDKEG": "A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.\\nA true scion of a warrior tribe, such warriors see battle as their ordained purpose, and unlike some barbarian who wields a large ax with ease, these tribespeople are also quite well-versed in the lore and songs of the desert ruins.\\nAn ominous, fragmented spirit is sealed within the weapon they use, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.",
    "modelPath": "Codex_Monster_Eremite_Male_Standard_Polearm",
    "BPKDOKDCPIE": 60500066,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25410101,
    "type": 1,
    "describeId": 54101,
    "EDPCIMBDIGC": 5033,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2039929068,
    "AJGMCFNDKEG": "A person hailing from the loosely-organized mercenary bands of the desert. Will work for anyone as long as the pay is good.\\nIn ancient days, these heavily-equipped warriors were the domain of the personal, trusted guards of the Lord of the Blazing Sun. It is perhaps on this account that they gleam like the golden sun itself to this day.\\nOminous, fragmented spirits are sealed within the weapons they use, awakening in moments of peril. Once these weapons awaken, they can only be silenced by the cries of the vanquished — whether that be their wielders or their wielders' foes.",
    "modelPath": "Codex_Monster_Eremite_Male_Strong_Katar",
    "BPKDOKDCPIE": 60500071,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25410201,
    "type": 1,
    "describeId": 54102,
    "EDPCIMBDIGC": 5032,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3894595148,
    "AJGMCFNDKEG": "A person hailing from the loosely-organized mercenary bands of the desert. Will work for anyone as long as the pay is good.\\nIn this age where crossbows are in widespread use, only the most experienced of Eremite warriors know how to use a longbow in battle. They do not even need their eyes — merely their ears with which they sense the flow of wind and sand alike — to judge the location of their foes.\\nOminous, fragmented spirits are sealed within the weapons they use, awakening in moments of peril. Once these weapons awaken, they can only be silenced by the cries of the vanquished — whether that be their wielders or their wielders' foes.",
    "modelPath": "Codex_Monster_Eremite_Female_Standard_Longbow",
    "BPKDOKDCPIE": 60500072,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25410301,
    "type": 1,
    "describeId": 54103,
    "EDPCIMBDIGC": 5034,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3566440260,
    "AJGMCFNDKEG": "A person hailing from the loosely-organized mercenary bands of the desert. Even though they will work for anyone as long as the pay is good, they will never forget their roots in the Great Red Sand.\\nAfter the collapse of its civilizations, the stories of the desert were passed down generation after generation in oral tradition just like the sparks in the wind and the rain in the clouds. As time passed, some stories were lost while others survived, albeit with significant changes.\\n\"The Eremites\" is the umbrella term given to the tribes of the desert by those too ignorant or disdainful to learn the tribes' myriad differences. Within those referred to as the Eremites, many have also indeed already forgotten the tales of the desert. Fear not, however, for those who still remember will never betray the spirit of the sands yet flowing through their veins.",
    "modelPath": "Codex_Monster_Eremite_Female_Standard_Oracle",
    "BPKDOKDCPIE": 60500078,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 25410401,
    "type": 1,
    "describeId": 54104,
    "EDPCIMBDIGC": 5035,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 5,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2534374124,
    "AJGMCFNDKEG": "A person hailing from the loosely-organized mercenary bands of the desert. They will work for anyone as long as the pay is good.\\nThe children of the desert have a rich tradition of song and dance. Originally used to praise and serve the gods, the crafts were later adapted for battle and the seduction of kings. Many tales of the sands feature dancers who murdered kings relaxed in their beds or standing atop high towers. Even though all such gods and kings have now faded into the flowing sands, the memory of dance yet persists in the desert-dwellers' veins.\\nOminous, fragmented spirits are sealed within the weapons they use, awakening in moments of peril. Once these weapons awaken, they can only be silenced by the cries of the vanquished — whether that be their wielders or their wielders' foes.",
    "modelPath": "Codex_Monster_Eremite_Female_Standard_Dancer",
    "BPKDOKDCPIE": 60500079,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26010101,
    "type": 1,
    "describeId": 60101,
    "EDPCIMBDIGC": 6006,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3680567484,
    "AJGMCFNDKEG": "A mimetic plant monster that appears out of nowhere and uses Cryo in combat.\\nThese plants lurk under the surface and ambush unsuspecting prey. With the passage of years, sufficient nutrition, and the right environment, it could even take root somewhere and grow into a giant Cryo Regisvine...",
    "modelPath": "Codex_Monster_Mimik_Ice",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26010201,
    "type": 1,
    "describeId": 60102,
    "EDPCIMBDIGC": 6001,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1548992428,
    "AJGMCFNDKEG": "A mimetic plant monster that attacks without warning and uses Pyro to hunt its prey.\\nThe world of Teyvat plays host to plants infused with the elements. Having gained a measure of intellect, their \"nutritional needs\" have also greatly increased...",
    "modelPath": "Codex_Monster_Mimik_Fire",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26010301,
    "type": 1,
    "describeId": 60103,
    "EDPCIMBDIGC": 6004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1087861108,
    "AJGMCFNDKEG": "Energetic mimetic Plant monsters that use Electro to attack their prey.\\nWhen fully-charged with Electro energy, they can unleash a strong electric current from their crowns. As such, some researchers have tried to apply them in other areas...",
    "modelPath": "Codex_Monster_Mimik_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26020101,
    "type": 1,
    "describeId": 60201,
    "EDPCIMBDIGC": 6016,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 219039580,
    "AJGMCFNDKEG": "A monster formed from a vine that was imbued with the essence of biting frost within the ley lines.\\nSome studies suggest that plants are like the organs of the world, harmonizing the turbulent elemental energies of the ley lines. Concrete examples of this phenomena are Mist Flowers, Whopperflowers, and the like, which brim over with elemental energy.\\nIn certain circumstances, certain plants will turn into creatures of monstrous size and intent — such as the Cryo Regisvines — in the course of many years.",
    "modelPath": "Codex_Monster_Regisvine_Ice",
    "BPKDOKDCPIE": 60500023,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26020201,
    "type": 1,
    "describeId": 60202,
    "EDPCIMBDIGC": 6011,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 630342340,
    "AJGMCFNDKEG": "A giant vine that has absorbed the ancient flame that rages within the ley lines.\\nIt is restless as if filled with endless fury.\\nPoets, bards, and even some academics believe that elements also contain emotions and hopes. If this is true, then one can only wonder what emotions cause the Pyro Regisvine to burn eternally, writhing like one longing to be free of the confines of the earth...",
    "modelPath": "Codex_Monster_Regisvine_Fire",
    "BPKDOKDCPIE": 60500024,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26020301,
    "type": 1,
    "describeId": 60203,
    "EDPCIMBDIGC": 6014,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 581340876,
    "AJGMCFNDKEG": "A huge vine that has morphed into a monster through the conduction of high-voltage currents through the Ley Lines.\\nElectricity surges constantly from its canopy like the unending rage of the earth itself.\\nKshahrewar researchers once submitted that a complex circuit matrix might be set up around this creature to carry electrical energy to the city for use there. This plan was stridently opposed by scholars from Spantamad, who sacrificed 10 Shroomboars to drive home the point about the dangers of utilizing electricity.",
    "modelPath": "Codex_Monster_Regisvine_Electric",
    "BPKDOKDCPIE": 60500067,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26030101,
    "type": 1,
    "describeId": 60301,
    "EDPCIMBDIGC": 6021,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1137679108,
    "AJGMCFNDKEG": "A young vishap with a hard Geo exoskeleton.\\nVishaps are exceptionally agile creatures that one would be wise not to underestimate in battle. Experts from Sumeru Akademiya believe that they become dragons when fully grown. By avoiding predators and natural disasters, perhaps they can even live long enough to become formidable beasts that reign over entire mountains.",
    "modelPath": "Codex_Monster_Wyrm_Rock",
    "BPKDOKDCPIE": 60500025,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26040101,
    "type": 1,
    "describeId": 60401,
    "EDPCIMBDIGC": 6022,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 962675148,
    "AJGMCFNDKEG": "A mature Geovishap.\\nIt is said that after many years have passed, Geovishap Hatchlings will shed the armor that originally protected them and become Geovishaps. However, these two and the older, greater Primo Geovishaps have spent many years hibernating under the mountains, and have only emerged and become active in recent times. As such, none can personally attest to having witnessed or recorded such a thing in person.",
    "modelPath": "Codex_Monster_Drake_Rock",
    "BPKDOKDCPIE": 60500029,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26050101,
    "type": 1,
    "describeId": 60501,
    "EDPCIMBDIGC": 6023,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1220970652,
    "AJGMCFNDKEG": "After many years, the awesomely powerful Primo Geovishaps grow accustomed to changes in their elemental environment.\\nFolktales hold that after the great \"draconic calamity\" that led to the ruination of Tianqiu Valley, the overlord of the Geovishaps and Primo Geovishaps was imprisoned deep beneath the earth, and so too did they burrow into deep and unseen places, awaiting their chance to rise once more...",
    "modelPath": "Codex_Monster_Drake_Primo_Rock",
    "BPKDOKDCPIE": 60500030,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26050601,
    "type": 1,
    "describeId": 60506,
    "EDPCIMBDIGC": 6032,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1932880508,
    "AJGMCFNDKEG": "A vishap that dwells deep beneath the oceans.\\nThey were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
    "modelPath": "Codex_Monster_Drake_Deepsea_Water",
    "BPKDOKDCPIE": 60500050,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26050701,
    "type": 1,
    "describeId": 60507,
    "EDPCIMBDIGC": 6034,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1342008612,
    "AJGMCFNDKEG": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.\\nThe coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
    "modelPath": "Codex_Monster_Drake_Deepsea_Ice",
    "BPKDOKDCPIE": 60500051,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26050801,
    "type": 1,
    "describeId": 60508,
    "EDPCIMBDIGC": 6036,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1569186356,
    "AJGMCFNDKEG": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.\\nFollowing the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
    "modelPath": "Codex_Monster_Drake_Deepsea_Electric",
    "BPKDOKDCPIE": 60500052,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26060101,
    "type": 1,
    "describeId": 60601,
    "EDPCIMBDIGC": 6104,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 473075596,
    "AJGMCFNDKEG": "Little creatures that can ever so slightly manipulate Electro.\\nThey and other such creatures are known collectively as Cicins, and though they are individually weak, they can cause significant damage under the right circumstances.",
    "modelPath": "Codex_Monster_Cicin_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26060201,
    "type": 1,
    "describeId": 60602,
    "EDPCIMBDIGC": 6102,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 78252036,
    "AJGMCFNDKEG": "Little creatures that can ever so slightly manipulate Hydro.\\nThey and other such creatures are known collectively as Cicins, and they truly adore the rare and wonderful Mist Grass plant. It is by exploiting this relationship that the Fatui Mages have sought to commandeer Cicins in battle.",
    "modelPath": "Codex_Monster_Cicin_Water",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26060301,
    "type": 1,
    "describeId": 60603,
    "EDPCIMBDIGC": 6106,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3816442516,
    "AJGMCFNDKEG": "Little creatures that can ever so slightly manipulate Cryo.\\nThey and other such creatures are known collectively as Cicins. They are individually very weak, but it is precisely because they are weak that they have evolved unique methods of movement that allow them to avoid predators.",
    "modelPath": "Codex_Monster_Cicin_Ice",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26090101,
    "type": 1,
    "describeId": 60901,
    "EDPCIMBDIGC": 6202,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3090106492,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nIt is said that it tastes awful. However, such fungi have lots of moisture within them, and so can be used as an emergency water source...",
    "modelPath": "Codex_Monster_Fungus_Un_Gamma_Water",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26090201,
    "type": 1,
    "describeId": 60902,
    "EDPCIMBDIGC": 6204,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2438004076,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nA researcher once said that these are some species of Dendro Specter. After this view was criticized, he changed his tack, claiming that this was just a literary turn of phrase.",
    "modelPath": "Codex_Monster_Fungus_Un_Delta_Grass",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26090301,
    "type": 1,
    "describeId": 60903,
    "EDPCIMBDIGC": 6203,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3770457572,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nThis mushroom may have a sizable cap, but the umbrella-shaped structure is in fact hollow, and thus does not make for a particularly good meal.",
    "modelPath": "Codex_Monster_Fungus_Un_Delta_Wind",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26090401,
    "type": 1,
    "describeId": 60904,
    "EDPCIMBDIGC": 6206,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2599145508,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nResearch has shown that this sort of fungal beast's internal electric current will change periodically. If further developed, perhaps this study may give rise to a wide range of uses...",
    "modelPath": "Codex_Monster_Fungus_Trois_Epsilon_Electric",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26090501,
    "type": 1,
    "describeId": 60905,
    "EDPCIMBDIGC": 6207,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2638302180,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nPutting Fungi on ice does not make them taste any better, but it does at least help with relieving the heat.",
    "modelPath": "Codex_Monster_Fungus_Trois_Alpha_Ice",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26090601,
    "type": 1,
    "describeId": 60906,
    "EDPCIMBDIGC": 6205,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 761226076,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nDue to the abundant amount of Pyro these creatures contain, they have a tendency to cause forest fires during dry seasons, and thus are considered a dangerous invasive species to the forest.",
    "modelPath": "Codex_Monster_Fungus_Trois_Gamma_Fire",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26090701,
    "type": 1,
    "describeId": 60907,
    "EDPCIMBDIGC": 6208,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 881726716,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nThis creature only looks explosive — it is, in fact, a most gentle soul, so long as you don't get too close...",
    "modelPath": "Codex_Monster_Fungus_Deux_Alpha_Fire",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26090801,
    "type": 1,
    "describeId": 60908,
    "EDPCIMBDIGC": 6209,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 995907028,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nThis mushroom quickly absorbs nutrients through its extended column, and its umbrella-shaped cap turns where the wind's flow carries it.",
    "modelPath": "Codex_Monster_Fungus_Deux_Epsilon_Wind",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26090901,
    "type": 1,
    "describeId": 60909,
    "EDPCIMBDIGC": 6211,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3625713340,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nThese shrooms' caps have hard outer layers derived from concretions of Geo energy. Its bodily structure is also quite likely to be denser than others of its kind so as to withstand the heavy weight of its cap.",
    "modelPath": "Codex_Monster_Fungus_Deux_Beta_Rock",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26091001,
    "type": 1,
    "describeId": 60910,
    "EDPCIMBDIGC": 6210,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 644664412,
    "AJGMCFNDKEG": "A spore organism of some intelligence. It possesses extreme adaptability.\\nUnlike other Fungi, this creature possesses a cap with a luminous tendril sticking out of it. When in danger, it will release small electric orbs as a form of self-defense.",
    "modelPath": "Codex_Monster_Fungus_Deux_Delta_Electric",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26100101,
    "type": 1,
    "describeId": 61001,
    "EDPCIMBDIGC": 6221,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3146454748,
    "AJGMCFNDKEG": "A reptile that has mutated after feeding from greater lifeforms.\\nMajestic beasts are sometimes revered by human beings as the embodiment of a greater power, their visages turned to analogy to feed in reference to a person, feeding their ego. However, the majority of beasts that have absorbed the \"greater power\" were slain by the overwhelming nature of the power itself. Only a few among their number evolved new forms.",
    "modelPath": "Codex_Monster_Gator_Sacred_Water",
    "BPKDOKDCPIE": 60500082,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26100201,
    "type": 1,
    "describeId": 61002,
    "EDPCIMBDIGC": 6222,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1905188956,
    "AJGMCFNDKEG": "A predator that has mutated after feeding from greater lifeforms.\\nSurvival of the fittest is written in the law of nature. But pets and Consecrated Beasts are exceptions. Human beings' baits and the remains of immortal beings are essentially deliberate or unintentional traps. The price of coveting the gift of the strongest is much more painful than being locked in a cage.",
    "modelPath": "Codex_Monster_Panther_Sacred_Grass",
    "BPKDOKDCPIE": 60500083,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26100301,
    "type": 1,
    "describeId": 61003,
    "EDPCIMBDIGC": 6223,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1426753220,
    "AJGMCFNDKEG": "A scavenging bird of prey that has mutated after feeding from greater lifeforms.\\nThe greater lifeforms devoured by Consecrated Beasts often have nigh-immortal consciousness that can never be fully silenced or eradicated. The very power and consciousness gained by Consecrated Beasts devouring these lifeforms will, in turn, drive them to seek more violence and carrion.",
    "modelPath": "Codex_Monster_Vulture_Sacred_Fire",
    "BPKDOKDCPIE": 60500074,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26100401,
    "type": 1,
    "describeId": 61004,
    "EDPCIMBDIGC": 6224,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 893073364,
    "AJGMCFNDKEG": "An arthropod that has mutated after feeding from greater lifeforms.\\nLifeforms are governed by the laws of evolution, Consecrated Beasts exploited these rules by being fortunate enough to discover a long-dead carcass of a greater being before any of their competition ever did. Animals and humans often have far more in common than the latter is willing to acknowledge.",
    "modelPath": "Codex_Monster_Scorpion_Sacred_Electric",
    "BPKDOKDCPIE": 60500075,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26100501,
    "type": 1,
    "describeId": 61005,
    "EDPCIMBDIGC": 6225,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2924221636,
    "AJGMCFNDKEG": "A reptile that has mutated after feeding from greater lifeforms.\\nThough now imbued with the power of elemental manipulation, the Consecrated Beasts themselves still cannot fully digest the pieces of flesh they devoured from the immortal carcasses that they ate. Instead, the pieces slowly fused with the beasts themselves, weaving a bony shell over their body, one that shares a similar composition to a certain type of smelting material from Inazuma.",
    "modelPath": "Codex_Monster_Chrysopelea_Sacred_Wind",
    "BPKDOKDCPIE": 60500076,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26110101,
    "type": 1,
    "describeId": 61101,
    "EDPCIMBDIGC": 6216,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 607377196,
    "AJGMCFNDKEG": "Over many long years, this large fungal beast has morphed into a unique form.\\nIts intelligence has already reached and perhaps has even surpassed real animals, and it will actively hunt prey to obtain sustenance. Its tail has a lovely jade plumage that seems very similar to that of the ancient sacred beast that the Spantamad school reveres. As far as the logic of mimesis is concerned, it seems quite likely that the two beings once walked the earth together.",
    "modelPath": "Codex_Monster_Fungus_Raptor",
    "BPKDOKDCPIE": 60500061,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26120101,
    "type": 1,
    "describeId": 61201,
    "EDPCIMBDIGC": 6213,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3177626116,
    "AJGMCFNDKEG": "A mimetic life form made out of spores that has extreme adaptability.\\nGoing well past mere appearances, this being even imitates the habits of birds. It can use its spore-built wings to fly in the sky, spreading yet more spores to yet more distant places.\\nThis creature has a position of command amongst colonies of Fungi and exhibits heightened intelligence to match.",
    "modelPath": "Codex_Monster_Fungus_Amanita_Unu_Anudatta_Grass",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26120201,
    "type": 1,
    "describeId": 61202,
    "EDPCIMBDIGC": 6214,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3998939852,
    "AJGMCFNDKEG": "A mimetic life form made out of spores that has extreme adaptability.\\nGoing well past mere appearances, this being even imitates the habits of birds. When it flies about, it will scatter icy flowers in its wake. These crystal cores, too, are spores.\\nThis creature has a position of command amongst colonies of fungal beasts and exhibits heightened intelligence to match.",
    "modelPath": "Codex_Monster_Fungus_Amanita_Unu_Svarita_Ice",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26120301,
    "type": 1,
    "describeId": 61203,
    "EDPCIMBDIGC": 6212,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2251298652,
    "AJGMCFNDKEG": "A mimetic life form made out of spores that has extreme adaptability.\\nThis creature may look like a bird, but it cannot fly. Due to the influence of Hydro energies, it is astoundingly agile compared to others of its kind. Some research has inferred that this creature is in fact an aggregation of countless tiny spores rather than a single entity.\\nThis creature has a position of command amongst colonies of Fungi and exhibits heightened intelligence to match.",
    "modelPath": "Codex_Monster_Fungus_Amanita_Du_Anudatta_Water",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26120401,
    "type": 1,
    "describeId": 61204,
    "EDPCIMBDIGC": 6215,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3489297980,
    "AJGMCFNDKEG": "A mimetic life form made out of spores that has extreme adaptability.\\nThis being has undergone almost complete keratinization due to the influence of Geo. When one considers that Fungi evolved from spores, perhaps this one might even be the foundation for a further evolution into some new life form altogether — if given time, that is.\\nThis creature has a position of command amongst colonies of fungal beasts and exhibits heightened intelligence to match.",
    "modelPath": "Codex_Monster_Fungus_Amanita_Du_Udatta_Rock",
    "BPKDOKDCPIE": 60500060,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26130101,
    "type": 1,
    "describeId": 61301,
    "EDPCIMBDIGC": 6226,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4089926460,
    "AJGMCFNDKEG": "An eyeless predator that dwells within the depths of the desert and uses sound and vibrations to seek out its prey.\\nLegend has it that in the ancient past before even the concept of time was created, these creatures thrived with their progenitors and offspring in a land of verdant grass and colossal trees, traversing through slick soil like fishes diving through the wet.\\nWith the passage of eons, the gifts of heaven have long reduced the soils to sand, rendering a great many creatures extinct. This branch of their genus was able to survive by adapting more toward earth-based living, and became known as the \"Wenut.\"\\nSome desert folk still mistakenly believe that Wenut is the final point of a quicksand eel's life cycle, likely due to superficial similarities between the species' behaviors.",
    "modelPath": "Codex_Monster_Sandworm",
    "BPKDOKDCPIE": 60500077,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26151001,
    "type": 1,
    "describeId": 61510,
    "EDPCIMBDIGC": 6302,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2978302780,
    "AJGMCFNDKEG": "A stingray that can release blades of water.\\nAmong the Fontemer Aberrants, there are certain strange \"Xenochromatic\" lifeforms. It is said that these are not actually living creatures, but rather spirits from the ocean that have neither taken physical form nor swallowed bait. They are said to bestow blessings upon those accepted by the Fontemer as well as those that are able to control it. Of course, those that have a deeper understanding of natural philosophy would discount such groundless speculation.",
    "modelPath": "Codex_Monster_FauneAbyssale_MantaRay_Larva",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26151101,
    "type": 1,
    "describeId": 61511,
    "EDPCIMBDIGC": 6303,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1383406244,
    "AJGMCFNDKEG": "A stingray that can release blades of water.\\nAmong the Fontemer Aberrants, there are certain strange \"Xenochromatic\" lifeforms. It is said that these are not actually living creatures, but rather spirits from the ocean that have neither taken physical form nor swallowed bait. They are said to bestow blessings upon those accepted by the Fontemer as well as those that are able to control it. Of course, those that have a deeper understanding of natural philosophy would discount such groundless speculation.",
    "modelPath": "Codex_Monster_FauneAbyssale_MantaRay_Larva_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26152101,
    "type": 1,
    "describeId": 61521,
    "EDPCIMBDIGC": 6304,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4138688332,
    "AJGMCFNDKEG": "A crab that makes its home in borrowed shells.\\nIt seems not to have any of the aggressiveness possessed by many wild animals. Perhaps it is because animals who attack for purposes other than obtaining food possess some degree of territoriality, yet the territory of the Armored Crab is naught but the small home upon its back.",
    "modelPath": "Codex_Monster_FauneAbyssale_HermitCrab_Larva",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26152201,
    "type": 1,
    "describeId": 61522,
    "EDPCIMBDIGC": 6305,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2098187484,
    "AJGMCFNDKEG": "A crab that makes its home in borrowed shells.\\nIt seems not to have any of the aggressiveness possessed by many wild animals. Perhaps it is because animals who attack for purposes other than obtaining food possess some degree of territoriality, yet the territory of the Armored Crab is naught but the small home upon its back.",
    "modelPath": "Codex_Monster_FauneAbyssale_HermitCrab_Larva_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26153101,
    "type": 1,
    "describeId": 61531,
    "EDPCIMBDIGC": 6301,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2186957052,
    "AJGMCFNDKEG": "A type of mammal that resides in the watery regions of Fontaine. It communicates with its companions through melodious sounds.\\nDue to its density, water is a much more efficient medium of sound than air. Drawing inspiration from the Blubberbeast, someone from the Research Institute invented a type of technology that converted images into data to facilitate instant transmission. But due to the technical limitations of the experiment, it never became widely adopted outside the Institute.\\nIn reality, however, data transmission technology based on fluid and sound has existed since ancient times. As the saying goes, there's nothing new under the sun.",
    "modelPath": "Codex_Monster_FauneAbyssale_Seal_Larva",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26154101,
    "type": 1,
    "describeId": 61541,
    "EDPCIMBDIGC": 6308,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3469964412,
    "AJGMCFNDKEG": "An aquatic creature that hunts by firing watery projectiles.\\nAlthough it looks like a hat, it actually eats from its underside, so attempting to wear it is strongly disadvised. In the words of someone who once did this: \"That wasn't very clever, was it?\"",
    "modelPath": "Codex_Monster_FauneAbyssale_JellyFish_Larva",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26154201,
    "type": 1,
    "describeId": 61542,
    "EDPCIMBDIGC": 6309,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3172691716,
    "AJGMCFNDKEG": "An aquatic creature that hunts by firing watery projectiles.\\nAlthough it looks like a hat, it actually eats from its underside, so attempting to wear it is strongly disadvised. In the words of someone who once did this: \"That wasn't very clever, was it?\"",
    "modelPath": "Codex_Monster_FauneAbyssale_JellyFish_Larva_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26155101,
    "type": 1,
    "describeId": 61551,
    "EDPCIMBDIGC": 6310,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2415495484,
    "AJGMCFNDKEG": "An aquatic creature that hunts by firing watery projectiles.\\nAmong the (admittedly somewhat sparse) ranks of Fontemer Aberrant enthusiasts, Bubbly Seahorses have many fans. As with clockwork meka enthusiasts, a small minority of Fontemer Aberrant enthusiasts can be very standoffish when it comes to people whose opinions differ from their own.",
    "modelPath": "Codex_Monster_FauneAbyssale_SeaHorse_Larva",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26155201,
    "type": 1,
    "describeId": 61552,
    "EDPCIMBDIGC": 6311,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1385480372,
    "AJGMCFNDKEG": "An aquatic creature that hunts by firing watery projectiles.\\nAmong the (admittedly somewhat sparse) ranks of Fontemer Aberrant enthusiasts, Bubbly Seahorses have many fans. As with clockwork meka enthusiasts, a small minority of Fontemer Aberrant enthusiasts can be very standoffish when it comes to people whose opinions differ from their own.",
    "modelPath": "Codex_Monster_FauneAbyssale_SeaHorse_Larva_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26155301,
    "type": 1,
    "describeId": 61553,
    "EDPCIMBDIGC": 6312,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2508000492,
    "AJGMCFNDKEG": "An aquatic creature that hunts by firing watery projectiles.\\nAmong the (admittedly somewhat sparse) ranks of Fontemer Aberrant enthusiasts, Bubbly Seahorses have many fans. As with clockwork meka enthusiasts, a small minority of Fontemer Aberrant enthusiasts can be very standoffish when it comes to people whose opinions differ from their own.",
    "modelPath": "Codex_Monster_FauneAbyssale_SeaHorse_Larva_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26156101,
    "type": 1,
    "describeId": 61561,
    "EDPCIMBDIGC": 6315,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3280618980,
    "AJGMCFNDKEG": "An aquatic creature that hunts by firing watery projectiles.\\nThe ability to fire water bombs is of course not uncommon among Fontemer Aberrants. But for your average careless diver, most of whom are tourists, a high-pressure water current of this kind can pose a significant threat. The thickness of diving equipment is therefore necessary for two reasons – firstly, to resist the pressure of the water itself, but secondly, to protect against the attacks of Fontemer Aberrants.",
    "modelPath": "Codex_Monster_FauneAbyssale_Octopus_Larva",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26156201,
    "type": 1,
    "describeId": 61562,
    "EDPCIMBDIGC": 6316,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1058382596,
    "AJGMCFNDKEG": "An aquatic creature that hunts by firing watery projectiles.\\nThe ability to fire water bombs is of course not uncommon among Fontemer Aberrants. But for your average careless diver, most of whom are tourists, a high-pressure water current of this kind can pose a significant threat. The thickness of diving equipment is therefore necessary for two reasons – firstly, to resist the pressure of the water itself, but secondly, to protect against the attacks of Fontemer Aberrants.",
    "modelPath": "Codex_Monster_FauneAbyssale_Octopus_Larva_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26157101,
    "type": 1,
    "describeId": 61571,
    "EDPCIMBDIGC": 6317,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 355548956,
    "AJGMCFNDKEG": "An aquatic creature that hunts by firing watery projectiles.\\nFrom an evolutionary perspective, it is assumed that Fontemer Aberrants have developed from aquatic creatures due to environmental factors specific to Fontaine. As such, it can be inferred that at some point in the past, Fontaine's original aquatic lifeforms differed little from those native to the other regions of Teyvat.",
    "modelPath": "Codex_Monster_FauneAbyssale_Aplysia_Larva",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26157201,
    "type": 1,
    "describeId": 61572,
    "EDPCIMBDIGC": 6318,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 1937337028,
    "AJGMCFNDKEG": "An aquatic creature that hunts by firing watery projectiles.\\nFrom an evolutionary perspective, it is assumed that Fontemer Aberrants have developed from aquatic creatures due to environmental factors specific to Fontaine. As such, it can be inferred that at some point in the past, Fontaine's original aquatic lifeforms differed little from those native to the other regions of Teyvat.",
    "modelPath": "Codex_Monster_FauneAbyssale_Aplysia_Larva_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26160101,
    "type": 1,
    "describeId": 61601,
    "EDPCIMBDIGC": 6306,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 261126220,
    "AJGMCFNDKEG": "A crab that makes its home in borrowed shells.\\nArmored Crabs are constantly searching for shells that fit their bodies as they grow. A storybook that told the tale of the trials of an Armored Crab searching for a suitable shell was extremely popular in Fontaine for a time. Though the story is filled with childlike wonder, the reaction after proved that, like many fairytales, it touched adults even more deeply.",
    "modelPath": "Codex_Monster_FauneAbyssale_HermitCrab_Mature",
    "BPKDOKDCPIE": 60500105,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26160201,
    "type": 1,
    "describeId": 61602,
    "EDPCIMBDIGC": 6319,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2347323964,
    "AJGMCFNDKEG": "The adult form of an Angelic Sea Hare. The \"wings\" on its back are actually fat used for storing elemental energy.\\nThis type of sea creature spends its whole life eating and conserving energy far beyond its actual requirements. Perhaps if the oceans dry out some day, they will be able to continue to survive – or simply become an important source of nutrition for other creatures...",
    "modelPath": "Codex_Monster_FauneAbyssale_Aplysia_Mature",
    "BPKDOKDCPIE": 60500107,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26160301,
    "type": 1,
    "describeId": 61603,
    "EDPCIMBDIGC": 6313,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2486905732,
    "AJGMCFNDKEG": "The adult form of a male Bubbly Seahorse. It is extremely aggressive.\\nSome people even claim to have encountered the king among the seahorses. It is said that they are proud beings with four long limbs.",
    "modelPath": "Codex_Monster_FauneAbyssale_SeaHorse_Mature",
    "BPKDOKDCPIE": 60500106,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26160302,
    "type": 1,
    "describeId": 61701,
    "EDPCIMBDIGC": 6307,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 3924060884,
    "AJGMCFNDKEG": "One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors.\\nAn Armored Crab that avoids predation, and can keep hunting and eating, will continue to grow, continually seeking out suitable shells to become its new armor. But eventually, it became simply too gargantuan. Before the first diluvian period, a massive Armored Crab once attacked a ship, and was finally forced back into the depths by Basil Elton, who had not yet been reinstated as a naval commander.\\nImagine this world: All of humanity has been purged from Teyvat, and the ever-growing Emperor of Fire and Iron eventually wears the Palais Mermonia upon its body like a luxurious coat of white stone. Of course, in such a world, there naturally would be no one to call it, half-jokingly and half in awe, the \"Emperor of Fire and Iron.\"",
    "modelPath": "Codex_Monster_FauneAbyssale_HermitCrab_Primo",
    "BPKDOKDCPIE": 60500108,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 26180101,
    "type": 1,
    "describeId": 61801,
    "EDPCIMBDIGC": 6314,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 6,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 941429380,
    "AJGMCFNDKEG": "One of the two sovereigns standing at the apex of the Fontemer Aberrants.\\nPoets and authors often proclaim it to be proud and noble due to its solitary tendencies, but the true reason behind such adulatory descriptions is its elegant and slender body. As such, it is a \"Pearl Seahorse,\" while the suzerain of the Armored Crabs is an \"Emperor.\"\\nIn the legends and rumors of Fontaine, a brutal war was once waged among the Aberrants of the Fontemer, leaving only the \"Millienial Pearl Seahorse\" and \"Emperor of Fire and Iron\" splitting the great lake into two courts, one ruling over the north, the other the south. In the \"Song of Dobharcu,\" the writer describes the outcome of the war: the great Hunter's Ray known as the Stormlord stirred huge waves in its death throes, causing what is now known by the people as the \"first diluvian period\"...\\nOf course, all of this is nothing more than the romantic imaginations of people who are unwilling to accept the bland realities of the world. For the Fontemer Aberrants are in fact just simple aquatic animals, and they have no grand courts nor fallen kingdoms, nor do they possess words meant to exalt or curse.",
    "modelPath": "Codex_Monster_FauneAbyssale_SeaHorse_Primo",
    "BPKDOKDCPIE": 60500112,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010101,
    "type": 0,
    "describeId": 28010101,
    "EDPCIMBDIGC": 13018,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3098191524,
    "AJGMCFNDKEG": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.\\nThis golden-shelled crab is especially tasty, and is the star of the show in the famed Liyue dish known as Golden Crab.\\nSome people call those who run amok as they please \"crabs,\" but a crab's manner of movement is not so much a matter of their character as it is their physical makeup. Such monikers are most unfair to crab-kind.",
    "modelPath": "Codex_Animal_Crab_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010102,
    "type": 0,
    "describeId": 28010102,
    "EDPCIMBDIGC": 13019,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3855411980,
    "AJGMCFNDKEG": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.\\nThe shells of these crabs are painted in many beautiful red shades, which wonderfully reflect the many stages of sunlight. They look especially good cooked.",
    "modelPath": "Codex_Animal_Crab_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010103,
    "type": 0,
    "describeId": 28010103,
    "EDPCIMBDIGC": 13020,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1501229244,
    "AJGMCFNDKEG": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.\\nThese crabs have blue-gray shells and are more docile and less prone to anger than other crab species. Their limbs, however, are of greater strength. Getting pinched by one of their claws is definitely going to hurt.",
    "modelPath": "Codex_Animal_Crab_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010104,
    "type": 0,
    "describeId": 28010104,
    "EDPCIMBDIGC": 13021,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1716680068,
    "AJGMCFNDKEG": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.\\nIt has a purple shell that resembles the emblem of the Shogunate. It also is also quite Shogun-like in its fearless, dominant movements. Such arrogance! Such impertinence!",
    "modelPath": "Codex_Animal_Crab_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010105,
    "type": 0,
    "describeId": 28010105,
    "EDPCIMBDIGC": 13022,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2199690892,
    "AJGMCFNDKEG": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.\\nIt has a light red colored shell and a gentle nature. As such, it's a lot more suitable to be raised for ornamental display than others of its kind.",
    "modelPath": "Codex_Animal_Crab_05",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010201,
    "type": 0,
    "describeId": 28010201,
    "EDPCIMBDIGC": 13023,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2739906300,
    "AJGMCFNDKEG": "A small lizard with horns on its head that can often be found in shadowy bushes.\\nThese lizards have beautiful blue scales and will break their tails off to escape when caught.\\nLizard tails have special medicinal properties when dried and ground down into a powder. Some crazy alchemists have even found a way to process them into catalysts for explosions.\\nOnce they are separated from the body, these tails will lose their vitality and curl up. They will, for reasons unknown, also turn bright green.",
    "modelPath": "Codex_Animal_Lizard_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010202,
    "type": 0,
    "describeId": 28010202,
    "EDPCIMBDIGC": 13024,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2751025748,
    "AJGMCFNDKEG": "A small lizard with horns on its head that can often be found in shadowy bushes.\\nThese lizards have pretty red scales and will detach their tails to escape when caught.\\nLizard tails have special medicinal properties when dried and ground down into a powder. Some crazy alchemists have even found a way to process them into catalysts for explosions.\\nOnce they are separated from the body, these tails will lose their vitality and curl up. They will, for reasons unknown, also turn bright green.",
    "modelPath": "Codex_Animal_Lizard_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010203,
    "type": 0,
    "describeId": 28010203,
    "EDPCIMBDIGC": 13025,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1196248124,
    "AJGMCFNDKEG": "A small lizard with horns on its head that can often be found in shadowy bushes.\\nThese lizards have lovely green scales and will discard their tails to escape when caught.\\nLizard tails have special medicinal properties when dried and ground down into a powder. Some crazy alchemists have even found a way to process them into catalysts for explosions.\\nOnce they are separated from the body, these tails will lose their vitality and curl up.",
    "modelPath": "Codex_Animal_Lizard_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010204,
    "type": 0,
    "describeId": 28010204,
    "EDPCIMBDIGC": 13010,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1731277692,
    "AJGMCFNDKEG": "The legendary freshwater amphibian that can spit out pearls. They are found mostly where the water is clear and the reeds grow long.\\nIt is said that their lovely hue is like the sunset upon the waters, or that the tranquility of sunset stays with them.\\nThey will combine elements that can neither be absorbed nor digested, gravel and ores within their bodies to create sparkling, shining pearls, and will spit them out when threatened to confuse and distract predators.",
    "modelPath": "Codex_Animal_Salamander_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010205,
    "type": 0,
    "describeId": 28010205,
    "EDPCIMBDIGC": 13012,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3686681332,
    "AJGMCFNDKEG": "The legendary freshwater amphibian that can spit out pearls. They are found mostly where the water is clear and the reeds grow long, such as in Liyue's Dihua Marsh.\\nThey say that Golden Loaches are the spoiled children of the river itself. It is also said that they can smile so innocently because of the river's warm and gentle caress.\\nThey will combine elements that can neither be absorbed nor digested, gravel and ores within their bodies to create sparkling, shining pearls, and will spit them out when threatened to confuse and distract predators.",
    "modelPath": "Codex_Animal_Salamander_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010206,
    "type": 0,
    "describeId": 28010206,
    "EDPCIMBDIGC": 13013,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2538996404,
    "AJGMCFNDKEG": "The legendary freshwater amphibian that can spit out pearls. They are found mostly where the water is clear and the reeds grow long.\\nThey are the color of a lovely, clear day, and meeting one might mean that you might have a lucky day as well.\\nThey will combine elements that can neither be absorbed nor digested, gravel and ores within their bodies to create sparkling, shining pearls, and will spit them out when threatened to confuse and distract predators.",
    "modelPath": "Codex_Animal_Salamander_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010207,
    "type": 0,
    "describeId": 28010207,
    "EDPCIMBDIGC": 13026,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 57133532,
    "AJGMCFNDKEG": "A small lizard with horns on its head that can often be found in shadowy bushes.\\nThis lizard has blue scales with beautiful patterns that gradually change color and seems to feed off Crystal Marrow.\\nThe lizard's tail has special medicinal properties when dried and ground into powder. Some mad alchemists have even found a way to process them into catalysts for explosives.\\nOnce separated from the body, the tail will lose its vitality and curl up.",
    "modelPath": "Codex_Animal_Lizard_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010208,
    "type": 0,
    "describeId": 28010208,
    "EDPCIMBDIGC": 13027,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 4090251284,
    "AJGMCFNDKEG": "A small lizard with horns on its head that can often be found in shadowy bushes.\\nThese lizards have lovely red, patterned tails that blend in with their surroundings. They discard these tails in moments of peril to confuse their foes.\\nLizard tails have special medicinal properties when dried and ground down into a powder. Some crazy alchemists have even found a way to process them into catalysts for explosions.\\nOnce they are separated from the body, these tails will lose their vitality and curl up.",
    "modelPath": "Codex_Animal_Lizard_05",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010301,
    "type": 0,
    "describeId": 28010301,
    "EDPCIMBDIGC": 13014,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3774147916,
    "AJGMCFNDKEG": "A small frog that often appears in wetlands.\\nThis animal is very common in wetland areas, and its body secretes a mysterious sticky substance that has much medicinal utility.",
    "modelPath": "Codex_Animal_Frog_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010302,
    "type": 0,
    "describeId": 28010302,
    "EDPCIMBDIGC": 13015,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1992168004,
    "AJGMCFNDKEG": "A small frog that often appears in wetlands.\\nThis animal is very common in wetland areas, and its body secretes a mysterious sticky substance that has much medicinal utility. As opposed to normal frogs, the yellow Mud Frogs are better at camouflaging themselves along wet banks.\\nThey say that in Fontaine, people refer to brigands who escape capture often or evildoers who evade judgment as \"mud frogs in butter.\"",
    "modelPath": "Codex_Animal_Frog_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010303,
    "type": 0,
    "describeId": 28010303,
    "EDPCIMBDIGC": 13016,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3856616956,
    "AJGMCFNDKEG": "A small frog that often appears in wetlands.\\nThis animal is very common in wetland areas, and its body secretes a mysterious sticky substance that has much medicinal utility. Blue Frogs are known to frequent cleaner, clearer waters.\\nAccording to observations, various frog species will turn green once the sticky substance on their surfaces dries up. The present hypothesis is that this is a result of some change to its outer skin, and helps to conserve bodily moisture.",
    "modelPath": "Codex_Animal_Frog_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010304,
    "type": 0,
    "describeId": 28010304,
    "EDPCIMBDIGC": 13017,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3617732812,
    "AJGMCFNDKEG": "A small frog that often appears in wetlands.\\nThis animal is very common in wetland areas, and its body secretes a mysterious sticky substance that has much medicinal utility. Tree Frogs are well-suited to dwelling in rainforests.\\nIt is said that some tree frogs can glide between the trees. Research indicates that the principle behind such an ability is quite similar to that of wind gliders.",
    "modelPath": "Codex_Animal_Frog_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010401,
    "type": 0,
    "describeId": 28010401,
    "EDPCIMBDIGC": 13028,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2694393852,
    "AJGMCFNDKEG": "A slender, amphibious fish that has the peculiar habit of warming itself up at shallows or sandbanks.\\nThe lovely meat of the unagi has a unique flavor when grilled, and is a much-beloved delicacy in Inazuma.",
    "modelPath": "Codex_Animal_Eel_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010402,
    "type": 0,
    "describeId": 28010402,
    "EDPCIMBDIGC": 13029,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 814289124,
    "AJGMCFNDKEG": "A slender, amphibious fish that often appears in the deep ocean. Biologically, it is an offshoot of the unagi, and it often acts in symbiosis with larger creatures.\\nAs to why they appear in Enkanomiya, it may be that the Bathysmal Vishaps, rays, or perhaps even the ancient Great Serpent brought them to this strange land.",
    "modelPath": "Codex_Animal_Eel_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010403,
    "type": 0,
    "describeId": 28010403,
    "EDPCIMBDIGC": 13030,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1921378724,
    "AJGMCFNDKEG": "A slender, amphibious fish that has the peculiar habit of warming itself up at shallows or sandbanks.\\nYoung unagi tend to be transparent throughout, and will only gain their beautiful vermillion ear-fins and red-and-yellow splotches as they mature. Apart from being used as high-end ingredients, they are also often kept as ornamental fish.",
    "modelPath": "Codex_Animal_Eel_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28010404,
    "type": 0,
    "describeId": 28010404,
    "EDPCIMBDIGC": 13031,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 645702052,
    "AJGMCFNDKEG": "A slender amphibian fish that usually lives in the desert. In order to adapt to the high temperatures and lack of water, they have not only taken on a fairly unique shape, but their reproductive methods have also changed.\\nThough the researchers of the Akademiya firmly deny this, the desert folk believe that the giant life forms within the sands are the mature and complete forms of these creatures following pupation.",
    "modelPath": "Codex_Animal_Eel_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020101,
    "type": 0,
    "describeId": 28020101,
    "EDPCIMBDIGC": 11001,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3163587340,
    "AJGMCFNDKEG": "A sly animal as elusive as a fairy that often appears in folk stories, symbolizing unusual cunning and ancient memories.\\nIts coat of thick, white fur helps conceal it amongst the snow. Living in harsh environments has sharpened both its wits and sense of smell.",
    "modelPath": "Codex_Animal_Fox_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020102,
    "type": 0,
    "describeId": 28020102,
    "EDPCIMBDIGC": 11002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2713753684,
    "AJGMCFNDKEG": "A sly animal as elusive as a fairy that often appears in folk stories, symbolizing unusual cunning and ancient memories.\\nA small fox that hides in amongst the trees and thick grass, prudently avoiding the dangerous gaze and arrows of hunters.\\nFolk legends across Teyvat all contain stories of foxes that have lived for many years and gathered a great deal of wisdom, and even stories of foxes turning into human form. The popular children's fable \"The Fox in the Dandelion Sea\" tells just such a tale.",
    "modelPath": "Codex_Animal_Fox_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020108,
    "type": 0,
    "describeId": 28020108,
    "EDPCIMBDIGC": 11003,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2327548140,
    "AJGMCFNDKEG": "A sly animal as elusive as a fairy that often appears in folk stories, symbolizing unusual cunning and ancient memories.\\nThese animals call the vast desert home and are smaller than most of their kin, which is possibly how they evaded the ancient calamities. Their long ears are an adaptation that helps them better live in their hot and dry desert home.",
    "modelPath": "Codex_Animal_Fox_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020201,
    "type": 0,
    "describeId": 28020201,
    "EDPCIMBDIGC": 11005,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 409299996,
    "AJGMCFNDKEG": "A small animal with a big, fluffy tail that is often seen in the wilderness.\\nSquirrels are the most adept rodents at gathering and storing food, with a special liking for pinecones.",
    "modelPath": "Codex_Animal_Squirrel_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020301,
    "type": 0,
    "describeId": 28020301,
    "EDPCIMBDIGC": 11006,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3473645700,
    "AJGMCFNDKEG": "One of the most energetic residents in Teyvat, boars are found active throughout the wild.\\nThis wild animal is characterized by rapid reproduction and a stubborn personality. Able to survive in various conditions, it can be encountered in all sorts of forests and wild terrain. Forest Boar meat is tasty and chewy, making it a prime ingredient for many dishes. In addition, Forest Boars are even central characters in many legends told across Teyvat.\\nThe Musk family ecologists have observed some hilichurl tribes attempting to domesticate Forest Boars, presumably hoping to train them as riding animals.",
    "modelPath": "Codex_Animal_Boar_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020302,
    "type": 0,
    "describeId": 28020302,
    "EDPCIMBDIGC": 11007,
    "BJFFCHLCBGL": true,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3009146260,
    "AJGMCFNDKEG": "",
    "modelPath": "",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020303,
    "type": 0,
    "describeId": 28020303,
    "EDPCIMBDIGC": 11008,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2586620676,
    "AJGMCFNDKEG": "A forest boar that makes its home in cold climates, with thicker fur than its warmer climate cousins.\\nAccording to scientists, although the cold, frosty conditions of its habitat required a stubborn ability to survive, it also provided an environment without any natural predators, allowing Snowboars to multiply in number unhindered. Legends say that Snowboars can live for an incredibly long time, even allowing it to grow abnormally large during such a long battle for survival.\\nPeople believed this species of boar to have gone extinct long ago, but as adventurers explore deeper into Dragonspine, they seem to have made a new ecological discovery...",
    "modelPath": "Codex_Animal_Boar_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020304,
    "type": 0,
    "describeId": 28020304,
    "EDPCIMBDIGC": 11009,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3209357948,
    "AJGMCFNDKEG": "Amidst the snow and ice dwells an ancient king waiting to be awakened by its ice-entombed brethren.\\nIn the distant past beyond memory, a certain legend circulated among hunters out in the wild: when the land sealed by ice returns to life and when an uninvited guest disturbs the deep, frozen silence, the lord and leader of the snowboars unto greatness will awaken from slumber, shake off the ice that shackles it, and bring judgment upon those disrespectful interlopers.",
    "modelPath": "Codex_Animal_Boar_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020313,
    "type": 0,
    "describeId": 28020313,
    "EDPCIMBDIGC": 11011,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1916771356,
    "AJGMCFNDKEG": "A forest boar that dwells in the rainforest. This creature has developed a certain marvelous symbiosis with the Shroom-Kin.\\nAccording to researchers' studies, Shroomboars rely on the parasitic mushrooms perched on them for natural camouflage, which allows them to evade predators and survive in the jungles. However, this has also made it popular on the dinner table as naturally-occurring pre-made food.",
    "modelPath": "Codex_Animal_Boar_Grass",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020314,
    "type": 0,
    "describeId": 28020314,
    "EDPCIMBDIGC": 11010,
    "BJFFCHLCBGL": true,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3435351308,
    "AJGMCFNDKEG": "",
    "modelPath": "Codex_Animal_Boar_Grass_Small",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020401,
    "type": 0,
    "describeId": 28020401,
    "EDPCIMBDIGC": 11012,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 2316470124,
    "AJGMCFNDKEG": "Humanity's best friend!\\nThese originate from a canine species from the far north and have a body of thick gray-white fur. They are quite hardy against the cold and are of an honest and lively character. It is highly inadvisable to leave them alone in a room with a squirrel.",
    "modelPath": "Codex_Animal_Dog_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020402,
    "type": 0,
    "describeId": 28020402,
    "EDPCIMBDIGC": 11013,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 2339016692,
    "AJGMCFNDKEG": "Humanity's best friend!\\nThese were first domesticated to be the partners of hunters in the mountains and forests, but even amid insipid and bustling city life, they can still serve as the guardians of house and home. This canine breed is docile but sharp and is particularly good with kids.",
    "modelPath": "Codex_Animal_Dog_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020403,
    "type": 0,
    "describeId": 28020403,
    "EDPCIMBDIGC": 11014,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 176728284,
    "AJGMCFNDKEG": "Humanity's best friend!\\nLegend has it that the Inazuma Shogun once greatly adored this canine breed, and they spread across the once-booming trade routes to become one of the most well-loved pets in the seven nations. Gentle, loyal, and intelligent, they are especially good at guard duty and being companions. Some say that there are still mysterious ninjas in Inazuma who train these dogs to become \"ninja dogs.\"",
    "modelPath": "Codex_Animal_Dog_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020404,
    "type": 0,
    "describeId": 28020404,
    "EDPCIMBDIGC": 11015,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 104452900,
    "AJGMCFNDKEG": "Humanity's best friend!\\nThey say that these are the descendants of the favored, specially-bred hunting hounds of Old Mondstadt's aristocracy. They now have their own fair share of sub-breeds throughout the seven nations. Though they have high ancestry, the Black-Back Hounds of today are known far and wide for being both dependable and approachable. Perhaps something similar may be said for the arrogant, domineering nobles of yesteryear being supplanted by the warm-hearted and humble Knights of Favonius today.",
    "modelPath": "Codex_Animal_Dog_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020411,
    "type": 0,
    "describeId": 28020411,
    "EDPCIMBDIGC": 11016,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 672349164,
    "AJGMCFNDKEG": "Humanity's best friend!\\nThis canine breed sports three-colored fur, a result of many bloodlines mixing. Specimens of this species are strong and more intelligent than most, and thus are often kept as pets or work dogs.\\nIt is said, however, that Chestnut Hunting Hounds will show a lazier, more gluttonous side to themselves when not given orders by their master. Most notably, they never refuse offers of food, resulting in upset stomachs and owners alike.",
    "modelPath": "Codex_Animal_Dog_DropEar_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020412,
    "type": 0,
    "describeId": 28020412,
    "EDPCIMBDIGC": 11017,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3017919780,
    "AJGMCFNDKEG": "Humanity's best friend!\\nBearing a fur of ashen grey, this type of dog is the closest to humans among the midlander hunting breeds. They possess prodigious stamina, allowing them to stay active for long periods in the wilderness.\\nIt's only a pity that their beautiful fur cannot endure being dirtied. Owners of this breed often spend vast amounts of time bathing them.",
    "modelPath": "Codex_Animal_Dog_DropEar_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020413,
    "type": 0,
    "describeId": 28020413,
    "EDPCIMBDIGC": 11018,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 422341268,
    "AJGMCFNDKEG": "Humanity's best friend!\\nThese dogs have dark gold fur, and of Fontaine's hunting hounds their blood is the purest. Loyal, possessed of acute noses, and agile, these aid humans in chasing game and criminals alike.\\nIt is even said that they do well in the water, though few have ever witnessed them swimming — most nowadays take this saying to be a curious invention of The Steambird.",
    "modelPath": "Codex_Animal_Dog_DropEar_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020501,
    "type": 0,
    "describeId": 28020501,
    "EDPCIMBDIGC": 11022,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2510531884,
    "AJGMCFNDKEG": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\\nThese pure white kitty cats are named and famed for their shining sapphire-blue eyes. But no matter how lovely Sapphires may be, they also have terrible tempers. One must take care to have some fish jerky — and some balm for superficial cuts — handy when hanging out with them.",
    "modelPath": "Codex_Animal_Cat_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020502,
    "type": 0,
    "describeId": 28020502,
    "EDPCIMBDIGC": 11023,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 31740172,
    "AJGMCFNDKEG": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\\nA grimalkin with emerald-green eyes, it walks upon roof beams at night with great grace. But do not let their noble affectations fool you — these little thieves are adept at stealing fresh fish from the rears of kitchens and merchant stands.",
    "modelPath": "Codex_Animal_Cat_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020503,
    "type": 0,
    "describeId": 28020503,
    "EDPCIMBDIGC": 11024,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1364989956,
    "AJGMCFNDKEG": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\\n\"Mommy, look, that kitty looks like a dirty wee ball of snow!\" This mischievous cat's name did indeed originate from a young child's faux-pas. Gray Snow Cats are very playful creatures, and any time or place can become a war-zone for their frolicking — much to the chagrin of their owners, who must always then give them baths.",
    "modelPath": "Codex_Animal_Cat_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020504,
    "type": 0,
    "describeId": 28020504,
    "EDPCIMBDIGC": 11025,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1770888828,
    "AJGMCFNDKEG": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\\nThis graceful cat has a base coat of gray-white fur that is streaked with black. It is native to the distant far north and is well known for its gentle character and companionable nature.",
    "modelPath": "Codex_Animal_Cat_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020505,
    "type": 0,
    "describeId": 28020505,
    "EDPCIMBDIGC": 11026,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 4193477012,
    "AJGMCFNDKEG": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\\nThis cat is intelligent and combative, and has quite the aura of prestige to it. These cats are excellent at earning the favor of humans and are often able to get the upper hand over its kin when it comes to gathering food. As such, they tend to get fat quite quickly, though this does not diminish their cuteness in human eyes at all.",
    "modelPath": "Codex_Animal_Cat_05",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020506,
    "type": 0,
    "describeId": 28020506,
    "EDPCIMBDIGC": 11027,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 725605172,
    "AJGMCFNDKEG": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\\nThese cats are conscientious and cautious, elite hunters amongst their kind. Due to humans often delegating the vital task of defense against vermin to them, they are sometimes also called \"watch-leaders.\" And though cats are free animals by nature, these \"watch-leaders\" take their rat-catching duties very seriously. In Liyue, such cats are fondly known as \"Catcher-General Kitty,\" so much so that children's books and toys of this sort are quite popular amongst kids.",
    "modelPath": "Codex_Animal_Cat_06",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020507,
    "type": 0,
    "describeId": 28020507,
    "EDPCIMBDIGC": 11028,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 4183110348,
    "AJGMCFNDKEG": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\\nThese mysterious passers-by are clad from head to toe in black fur, and purr from the shadows that hide their forms, only to reveal two large, gleaming golden eyes amidst the gloom. To some scholars, black cats symbolize the study of mysteries, magic, and portents from afar, and are very popular as a result.",
    "modelPath": "Codex_Animal_Cat_07",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020601,
    "type": 0,
    "describeId": 28020601,
    "EDPCIMBDIGC": 11029,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 168967340,
    "AJGMCFNDKEG": "Prank-prone rascals with a slim and agile form.\\nWeasels that come and go as they please, hiding within holes in the snowy plains. They usually hunt bugs and lizards, but they are also unafraid of animals slightly larger than themselves. Due to their cute appearance, people sometimes try to catch weasels and take them as pets, but they are freedom-loving creatures by nature and do not easily consign themselves to the fate of being confined in warm human homes.",
    "modelPath": "Codex_Animal_Marten_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020602,
    "type": 0,
    "describeId": 28020602,
    "EDPCIMBDIGC": 11030,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3077374988,
    "AJGMCFNDKEG": "Prank-prone rascals with a slim and agile form.\\nThese weasels are red from head to toe and are highly proficient in hunting bugs and lizards. Red-Tailed Weasels are very visible, but many predators who fear fire keep their distance due to the similarity between the weasels' coloration and the flames of Pyro.",
    "modelPath": "Codex_Animal_Marten_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020603,
    "type": 0,
    "describeId": 28020603,
    "EDPCIMBDIGC": 11031,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2471583364,
    "AJGMCFNDKEG": "Prank-prone rascals with a slim and agile form.\\nThey are named Boot Weasels due to their four limbs, which are covered in dark-colored fur. These creatures are a bit more frightened and cautious than other weasel species, and their tiptoeing movements have only deepened the impression of them as \"weasels in boots.\" As such, all sorts of strange legends circulate around Teyvat concerning these thieving little creatures.",
    "modelPath": "Codex_Animal_Marten_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020604,
    "type": 0,
    "describeId": 28020604,
    "EDPCIMBDIGC": 11032,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2239162292,
    "AJGMCFNDKEG": "An agile, mischievous little prankster.\\nIts dark face gives the impression of a mask-wearing bandit, but in truth these creatures are a gentle and friendly sort, and will rarely steal from human dwellings. Even so, the good-natured Masked Weasels will sometimes be taken advantage of by people of less good intent, using these creatures to satisfy their selfish desires for ill-gotten gain.",
    "modelPath": "Codex_Animal_Marten_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020605,
    "type": 0,
    "describeId": 28020605,
    "EDPCIMBDIGC": 11033,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2748853220,
    "AJGMCFNDKEG": "These intelligent weasels live underground within the mining tunnels and caverns depths of The Chasm. Their fur has a unique blue sheen.\\nHaving long become used to life in the darkness, they now have excellent hearing and olfactory senses.\\nTheir jade-colored eyes and unusual fur have led miners to see them as an omen that gemstones are to be found nearby. However, there is no real connection between the two.",
    "modelPath": "Codex_Animal_Marten_05",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020701,
    "type": 0,
    "describeId": 28020701,
    "EDPCIMBDIGC": 11004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1235860324,
    "AJGMCFNDKEG": "A sly, prideful creature that has incredible intelligence and a long-lasting memory — or so the urban legends say.\\nThey pay no attention when someone approaches, seemingly used to living alongside mankind.\\nThe kitsune have a long history in Inazuman culture. Some legends say that they were family to the Kitsune Saiguu in ages past. After she disappeared, the mightier Sky Kitsune and Earth Kitsune turned into stone statues to await her return. As their kind slowly dwindled, the Kitsune lost their mystical might, and now no longer speak.",
    "modelPath": "Codex_Animal_Vulpes_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28020801,
    "type": 0,
    "describeId": 28020801,
    "EDPCIMBDIGC": 11037,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1714856844,
    "AJGMCFNDKEG": "A carefree tanuki that comes and goes without leaving any trace, and that knows mystical arts passed down only amongst their kindred. It has the ability to transform into other objects, including humans.\\nAlthough they often tangle with a mysterious organization under the Shogunate, the tanuki are not a wicked lot and only tease humans for fun.\\nThere is but one recorded exception: years ago, the bake-danuki who guarded Chinju Forest started a battle due to some conflict between their leader Ioroi and a kitsune. In the end, most of the bake-danuki were sealed within stone statues.",
    "modelPath": "Codex_Animal_Inu_Tanuki_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28021001,
    "type": 0,
    "describeId": 28021001,
    "EDPCIMBDIGC": 11044,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 2065584396,
    "AJGMCFNDKEG": "A reptile with a thick carapace.\\nA gentle-tempered, slow-moving species. Because of its longevity, it is deemed by some people as a symbol of auspiciousness and wisdom. Due to its excessively gentle temper and slow motion, it is also used as a metaphor to insult people. Whatever the case, the Tent Tortoise is content to peacefully walk the lands. Human languages bear no meaningful connotations whatsoever to such a creature.",
    "modelPath": "Codex_Animal_Tortoise_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28021101,
    "type": 0,
    "describeId": 28021101,
    "EDPCIMBDIGC": 11019,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3688061260,
    "AJGMCFNDKEG": "Humanity's best friend!\\nThese Fontainian pet dogs have had their fur meticulously groomed and are adorned with custom-made apparel. This type of dog bears the disposition of a lady. Young women who are interested in owning pets have a tendency to take a special interest in this breed, often bringing them to tea parties. Rumor has it that someone has bought special-made clothes for this breed in bulk from the Chioriya Boutique. As such, certain keen merchants have already taken these developments into account to develop future related businesses...",
    "modelPath": "Codex_Animal_FontainePoddle_Lady_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28021102,
    "type": 0,
    "describeId": 28021102,
    "EDPCIMBDIGC": 11020,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3914186972,
    "AJGMCFNDKEG": "Humanity's best friend!\\nThese Fontainian pet dogs have had their fur meticulously groomed and are adorned with custom-made apparel. Parts of their body are guarded by metallic protections, granting them a bearing akin to soldiers. To most of your typical animals, or even the common bandit, this dog poses an intimidation equal to that of a human bodyguard. As such, some rich merchants have taken a special interest in owning this breed of pet, adding both novelty and security to their lives.",
    "modelPath": "Codex_Animal_FontainePoddle_Guard_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28021103,
    "type": 0,
    "describeId": 28021103,
    "EDPCIMBDIGC": 11021,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1689988268,
    "AJGMCFNDKEG": "Humanity's best friend!\\nThese Fontainian pet dogs have had their fur meticulously groomed and are adorned with custom-made apparel. These dogs have a gentlemanly temperament and also carry with them a multifunctional tool that has a resemblance to a cane. It is said that this breed is extremely intelligent and its sensitivity to fragrances far surpasses other dog breeds. At the same time, it also has a keen sense of aesthetics, allowing it to step into the role of a consultant that provides valuable advice regarding scents, apparel, and the household's interior ensemble. This allows their owner to face life with a calm and regal attitude, thus granting these dogs a good reputation as \"elegant guides.\"",
    "modelPath": "Codex_Animal_FontainePoddle_Gentleman_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28021201,
    "type": 0,
    "describeId": 28021201,
    "EDPCIMBDIGC": 11045,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 2635199740,
    "AJGMCFNDKEG": "A unique lifeform that lives in the water. Rumor has it that this creature has a deep phylogenetic relationship with the weasels that can be seen quite commonly on land. Its temperament is meek and indolent, and the rhythm of its existence is unhurried, bearing no sense of stress within its being.\\nWhen people encounter these languid otters, they often find these creatures floating with their backs facing the water, bringing both their paws together as a gesture of greeting. However, beneath their leisurely facade, they also possess a cleverness in their living, bearing enough intellect to use reefs to open up shellfish or mollusks in hopes of extracting delicious sustenance. Sometimes, after finding themselves stuffed from a massive meal, they won't need to forage for quite some time, allowing them to condense their eating habits into something best described as \"stuff yourself lots now and rest lots more later.\"",
    "modelPath": "Codex_Animal_Beaver_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030101,
    "type": 0,
    "describeId": 28030101,
    "EDPCIMBDIGC": 10017,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 10750060,
    "AJGMCFNDKEG": "A graceful bird with broad wings and slender legs.\\nAcross Teyvat, the long-legged crane carries different meanings in different cultures — good luck, elegance, and gentlemanly charm are all reflected in this graceful bird.\\nThe poets of Liyue even use the term \"gentleman\" to describe this tall and dignified bird.",
    "modelPath": "Codex_Animal_Crane_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030102,
    "type": 0,
    "describeId": 28030102,
    "EDPCIMBDIGC": 10018,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 686282284,
    "AJGMCFNDKEG": "A graceful bird with broad wings and slender legs.\\nIt has beautiful violet feathers and enjoys walking across streams or paddy fields in silence. It is referred to as the \"Uraume Bird\" in ancient Inazuma songs. Once present everywhere, they seem to have become more and more rare.",
    "modelPath": "Codex_Animal_Crane_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030104,
    "type": 0,
    "describeId": 28030104,
    "EDPCIMBDIGC": 10019,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 30657124,
    "AJGMCFNDKEG": "A noble bird that has broad wings and sleek legs.\\nIt lives near desert oases, and it was once widely worshipped as a symbol of the divine. The ancient legends of the desert migrants say that these beings are the guardians of lost shrines and that they have the sacred power to deflect calamity.",
    "modelPath": "Codex_Animal_Crane_Lbis_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030201,
    "type": 0,
    "describeId": 28030201,
    "EDPCIMBDIGC": 10001,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1105531548,
    "AJGMCFNDKEG": "A sharp-eyed and proud falcon.\\nIt circles the skies at high altitude where the air is cold, waiting for the moment to swoop down and strike the squirrels and small birds hiding in the grass and trees. Hunters say that just a small amount of training can turn this bird of prey into a formidable hunting companion.",
    "modelPath": "Codex_Animal_Falcon_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030202,
    "type": 0,
    "describeId": 28030202,
    "EDPCIMBDIGC": 10002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 4228486892,
    "AJGMCFNDKEG": "A sharp-eyed and proud falcon.\\nIt soars the skies above the mountain forests, surveying its vast domain. For a patient, keen-eyed hunter of the Kätzlein lineage, shooting a bird like this out of the sky is all in a day's work.",
    "modelPath": "Codex_Animal_Falcon_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030203,
    "type": 0,
    "describeId": 28030203,
    "EDPCIMBDIGC": 10003,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1932071780,
    "AJGMCFNDKEG": "A sharp-eyed and proud glede.\\nA bird of prey that nests in the treetops among the lofty mountain peaks. Legend holds that this bird forever roams the clouds, never setting food on land to nest, but this is a mere product of ignorant fantasy on the one hand and fanciful imagination on the other. Even the Lapis Glede must fight to eat its fill and protect its young.",
    "modelPath": "Codex_Animal_Falcon_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030204,
    "type": 0,
    "describeId": 28030204,
    "EDPCIMBDIGC": 10004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 4276303852,
    "AJGMCFNDKEG": "A sharp-eyed and proud falcon.\\nA fragile creature, yet one that defiantly braves the boundless snowscape. Its frost-covered feathers glisten like glaciers. An ancient legend holds that the people of a long-lost mountain civilization turned into snow-white falcons to watch over their once lush and verdant homeland. Due to the lack of natural predators or hunters in this land now entombed by snow, these old souls live a life of relative comfort.",
    "modelPath": "Codex_Animal_Falcon_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030301,
    "type": 0,
    "describeId": 28030301,
    "EDPCIMBDIGC": 10005,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 4010649780,
    "AJGMCFNDKEG": "A common avian species in Teyvat. Plump and meaty, but also capable of delivering messages.\\nThis pure-white member of the pigeon family is especially friendly towards humans, but is also highly perceptive of humans' ill intent. Interesting trivia: There is a widely held belief in Mondstadt that an authentic Sweet Madame must be cooked using pigeon meat, but this is just a rumor and nothing more.",
    "modelPath": "Codex_Animal_Pigeon_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030302,
    "type": 0,
    "describeId": 28030302,
    "EDPCIMBDIGC": 10006,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3034101260,
    "AJGMCFNDKEG": "A common avian species in Teyvat. Plump and meaty, but can also be trained to deliver messages.\\nAn ordinary pigeon that takes its name from its glaze-like glossy neck. Because it is such a common sight, few take much note of its gorgeous plumage.",
    "modelPath": "Codex_Animal_Pigeon_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030303,
    "type": 0,
    "describeId": 28030303,
    "EDPCIMBDIGC": 10007,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 377350284,
    "AJGMCFNDKEG": "A common avian species in Teyvat. Plump and meaty, but can also be trained to deliver messages.\\nAn ordinary pigeon that takes its name from its gray feathers. This pigeon's feathers become gradually greener along the neck, but unfortunately, it is such a common sight that its gorgeous plumage is now taken entirely for granted by most people.",
    "modelPath": "Codex_Animal_Pigeon_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030304,
    "type": 0,
    "describeId": 28030304,
    "EDPCIMBDIGC": 10008,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3580989828,
    "AJGMCFNDKEG": "A common avian species in Teyvat. Plump and meaty, but can also be trained to deliver messages.\\nThis type of pigeon is mostly active in mountainous regions. It sports the colors of the mountain rocks and the red earth on its feathers, giving it a graceful and distinguished appearance.",
    "modelPath": "Codex_Animal_Pigeon_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030305,
    "type": 0,
    "describeId": 28030305,
    "EDPCIMBDIGC": 10009,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 4011950268,
    "AJGMCFNDKEG": "A common avian species in Teyvat. Plump and meaty, but can also be trained to deliver messages.\\nA relatively common pigeon that takes its name from its black-colored head. It is braver and more prone to confrontation than other birds in the pigeon family, making it easier to catch. Its meat is dense and flavorful, making it well-suited to roasting.",
    "modelPath": "Codex_Animal_Pigeon_05",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030306,
    "type": 0,
    "describeId": 28030306,
    "EDPCIMBDIGC": 10020,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 526707716,
    "AJGMCFNDKEG": "A black colored avian.\\nThe black on its feathers are darker than the long nights of Teyvat. When many of them circle in the sky, they can create the illusion of a solar eclipse.\\nSome locals consider them inauspicious, while others consider them a symbol of good fortune. As the saying goes, that's how traditions work.\\nRumors abound among adventurers from various nations concerning a giant talking crow raised by a young female investigator from Mondstadt...",
    "modelPath": "Codex_Animal_Crow_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030313,
    "type": 0,
    "describeId": 28030313,
    "EDPCIMBDIGC": 10021,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3924720076,
    "AJGMCFNDKEG": "A bird that lives in the jungles of Sumeru. Its vivid colors make it much-beloved. After being domesticated, it can be used as a courier for messages.\\nIt is said that the Dusk Bird once possessed significant intellect and could learn human speech, even comprehending the written word.",
    "modelPath": "Codex_Animal_Pigeon_Beak",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030401,
    "type": 0,
    "describeId": 28030401,
    "EDPCIMBDIGC": 10010,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3267556180,
    "AJGMCFNDKEG": "A chirpy little bird, found in nooks and crannies all over Teyvat.\\nThis bird sports bright-red feathers, helping it to put on a dazzling show when mating season comes around. Unfortunately, this same bright plumage also makes it an easy target for hunters. The dainty little Crimson Finch is one of the main food sources for carnivorous animals in Teyvat.",
    "modelPath": "Codex_Animal_Tit_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030402,
    "type": 0,
    "describeId": 28030402,
    "EDPCIMBDIGC": 10011,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3064809156,
    "AJGMCFNDKEG": "A chirpy little bird, found in nooks and crannies all over Teyvat.\\nThis fluffy, golden finch looks stunning in the sunlight. Some children like to catch Golden Finches and take them home as pets, but they struggle to adapt to the rowdy living environments of human beings. Consequently, they tend to find an opportunity to fly back off into the wild before long.",
    "modelPath": "Codex_Animal_Tit_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030403,
    "type": 0,
    "describeId": 28030403,
    "EDPCIMBDIGC": 10012,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2887369468,
    "AJGMCFNDKEG": "A chirpy little bird, found in nooks and crannies all over Teyvat.\\nSnowy white from tip to toe, it enjoys a carefree existence in its snowswept natural habitat. Snow Finches are naturally adapted to cold climates and are highly sensitive to changes in temperature. In warmer environments, they become somewhat fatigued, making them easier to catch.",
    "modelPath": "Codex_Animal_Tit_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030404,
    "type": 0,
    "describeId": 28030404,
    "EDPCIMBDIGC": 10013,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3386843732,
    "AJGMCFNDKEG": "A chirpy little bird, found in nooks and crannies all over Teyvat.\\nThis finch has feathers the color of blue-green gemstones and was, in fact, the very first bird in history to be used by miners as a \"caged finch.\" The reason was that its health status can be easily determined from how glossy its feathers are. As it happens, miners still take finches into the mines with them to this day, though they are no longer particular about the color of the plumage.",
    "modelPath": "Codex_Animal_Tit_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030501,
    "type": 0,
    "describeId": 28030501,
    "EDPCIMBDIGC": 10014,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3578611164,
    "AJGMCFNDKEG": "A quacking waterfowl. It lives around the rivers, lakes, and wetlands of Teyvat.\\nThis duck with white feathers and a scarlet beak is quite common, as well as quite delicious...",
    "modelPath": "Codex_Animal_Wigeon_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030502,
    "type": 0,
    "describeId": 28030502,
    "EDPCIMBDIGC": 10015,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1355737348,
    "AJGMCFNDKEG": "A quacking waterfowl. It lives around the rivers, lakes, and wetlands of Teyvat.\\nThis wild duck with brilliant green feathers adorning its head and neck is especially sensitive to changes in the wind. It enjoys frolicking in areas of warm water.",
    "modelPath": "Codex_Animal_Wigeon_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030601,
    "type": 0,
    "describeId": 28030601,
    "EDPCIMBDIGC": 10023,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3139387076,
    "AJGMCFNDKEG": "A large bird that lives in ponds or lakes. Beloved by people due to its noble and gorgeous appearance.\\nWith its wings bearing semblance to snow and the loyalty they exhibit toward their households, poets are often in consensus in regarding the Snow-Wing Goose as an avatar of purity and nobility.\\nThere is also a tradition of likening outstanding poets, singers, or dancers to Snow-Wing Geese in Fontaine's artistic circles.",
    "modelPath": "Codex_Animal_Swan_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030602,
    "type": 0,
    "describeId": 28030602,
    "EDPCIMBDIGC": 10024,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 4264838812,
    "AJGMCFNDKEG": "A large bird that lives in ponds or lakes. A close relative of Snow-Wing Geese.\\nDue to the Darkwing Geese bearing wings of pitch black, they were once thought of as Snow-Wing Geese that have been cursed. Due to such superstitions, the Darkwing Geese were regarded by a minority of Fontainians as omens of abnormality and uncertain calamities.\\nWith the changing of the times, people began to seek new and fresher expressions of art. Hence, there came an increased number of works portraying the Darkwing Geese in a more positive light. In Fontaine's artistic circles, the term \"Darkwing Goose\" has been used to describe unexpected phenomena and individuals who were ill-regarded at the inception, but proved to astonish with the passing of time.",
    "modelPath": "Codex_Animal_Swan_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030701,
    "type": 0,
    "describeId": 28030701,
    "EDPCIMBDIGC": 10025,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 827545548,
    "AJGMCFNDKEG": "A large sea bird that dwells in Fontaine. This bird earned the name Flatcrest Fulmar for its straight and white feathered crest.\\nAs a kind of bird that preys on fish, the Flatcrest Fulmar is extremely adept at tracking shoals of fish. Therefore, as some documents describe, seasoned fishers will not drive away the Flatcrest Fulmars that hunt near their ships, choosing instead to coexist with them.",
    "modelPath": "Codex_Animal_Albatross_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030702,
    "type": 0,
    "describeId": 28030702,
    "EDPCIMBDIGC": 10026,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 284412900,
    "AJGMCFNDKEG": "A medium-sized bird that dwells in Fontaine. It possesses alternating purple and gold feathers.\\nThe Violetgold Angler Gull isn't what most would describe as amiable. They have stolen oily foods straight out of people's hands at the harbor, and sometimes, they even trespass upon fishing boats to get a taste of the fresh fish aboard.\\nTherefore, despite how some insist that \"The Violetgold Angler Gulls are emblems of leisurely shoreside living and cannot be treated harshly,\" fishers still regard them as a sign of trouble and drive them away.",
    "modelPath": "Codex_Animal_Seagull_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030703,
    "type": 0,
    "describeId": 28030703,
    "EDPCIMBDIGC": 10027,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 232374588,
    "AJGMCFNDKEG": "A small, round bird that is a distant relative to Fontainian Finches. The name Umbrellafinch comes from the mushroom-parasol like, unique-looking feathered crest they possess.\\nResearch suggests that Slate Umbrellafinches have exceptional abilities dissonant from their appearance, and they are capable of hovering for long periods of time. Additionally, their slate-colored feathers are also a type of camouflage, allowing them to blend into backdrops of sea and sky to effectively evade the detection of their predators.",
    "modelPath": "Codex_Animal_Eggplant_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030704,
    "type": 0,
    "describeId": 28030704,
    "EDPCIMBDIGC": 10028,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1485973140,
    "AJGMCFNDKEG": "A small, round bird that is a distant relative to Fontainian Finches. The name Umbrellafinch comes from the mushroom-parasol like, unique-looking feathered crest they possess.\\nResearch indicates that the Burgundy Umbrellafinches are poor fliers and find it hard to evade various predators. They, however, can use their burgundy feathers to disguise themselves as some manner of plant or rock and evade their hunters in the forest.",
    "modelPath": "Codex_Animal_Eggplant_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030705,
    "type": 0,
    "describeId": 28030705,
    "EDPCIMBDIGC": 10029,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3697852716,
    "AJGMCFNDKEG": "The Magenta Fantail Pigeon are close relatives of Pigeons. They are graceful in appearance, and though they can be used to send messages after being trained, few people use them as messengers.\\nThis type of bird possesses carmine feathers and a fan-shaped tail. The shape of their tail feathers strikingly resembles a red-colored heart, which thus caused them to be regarded as heralds of love by poets. In actuality, the bird's red patterns and crimson tail are used to scare off their natural enemies, and have nothing to do with matters of courtship.",
    "modelPath": "Codex_Animal_Fantail_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030706,
    "type": 0,
    "describeId": 28030706,
    "EDPCIMBDIGC": 10030,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3359692364,
    "AJGMCFNDKEG": "The Viridian Fantail Pigeon are close relatives of Pigeons. They are graceful in appearance, and though they can be used to send messages after being trained, few people use them as messengers.\\nThis type of bird possesses viridescent feathers and a fan-shaped tail. Their personalities are combative and they were once mistaken as the larval form of Jadeplume Terrorshrooms by outsiders that have visited Sumeru before. In actuality, the two life forms have no relations.",
    "modelPath": "Codex_Animal_Fantail_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030707,
    "type": 0,
    "describeId": 28030707,
    "EDPCIMBDIGC": 10031,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1634299972,
    "AJGMCFNDKEG": "A small songbird commonly found in Fontaine that sings pleasant melodies.\\nHowever, despite their good-natured and adorable facade, the Redcrown Finches are extremely combative, sometimes actively and rashly attacking other birds in their vicinity. But while young and bare of feathers upon their crest, these birds are confused and ignorant, hollow of any bellicosity.\\nAs such, in folklore, the feathered crests of the Redcrown Finches are a sign of courage, for only finches that have grown the feathers upon their crest can be seen as warriors that \"dare to defy fate itself.\"",
    "modelPath": "Codex_Animal_Larvivora_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28030708,
    "type": 0,
    "describeId": 28030708,
    "EDPCIMBDIGC": 10032,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 318632260,
    "AJGMCFNDKEG": "A small songbird commonly found in Fontaine that sings pleasant melodies.\\nIt is said that Bluecrown Finches are very sensitive to the outside world, willing to abandon their nest and flee at the slightest whiff of trouble. As such, folklore describes these timid finches as portents of disaster, for when they begin to hurriedly flee, that means ruination must not be too far behind.",
    "modelPath": "Codex_Animal_Larvivora_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040101,
    "type": 0,
    "describeId": 28040101,
    "EDPCIMBDIGC": 12001,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1635980324,
    "AJGMCFNDKEG": "A type of fish commonly found in bodies of water everywhere. Their meat is sumptuous, making them an important resource for fish-related gourmet dishes in Teyvat.\\nBlack-Back Basses are one of the most commonly seen fish in Teyvat's water bodies. It is said that the older they get, the darker their scales become, and that experienced fishermen know how to pick out the prize catch from the color of their scales.",
    "modelPath": "Codex_Animal_Fish_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040102,
    "type": 0,
    "describeId": 28040102,
    "EDPCIMBDIGC": 12002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1423986404,
    "AJGMCFNDKEG": "A type of fish commonly found in bodies of water everywhere. Their meat is sumptuous, making them an important resource for fish-related gourmet dishes in Teyvat.\\nBlue-Fin Basses have softer flesh than those of their black-backed cousins, which is very welcome amongst those who prefer delicate tastes.",
    "modelPath": "Codex_Animal_Fish_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040103,
    "type": 0,
    "describeId": 28040103,
    "EDPCIMBDIGC": 12003,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3148834244,
    "AJGMCFNDKEG": "A type of fish commonly found in bodies of water everywhere. Their meat is sumptuous, making them an important resource for fish-related gourmet dishes in Teyvat.\\nGolden Basses are a much less common sight than Black-Back or Blue-Fin variants. It is said that such fish can bring the one who catches them good luck.\\nThere were once those who peddled protective talismans and blessing cards made in the image of Golden Basses in the city streets of Liyue Harbor. It was also a common saying in Inazuma that the golden setting sun was like a Golden Bass swimming across the skies.",
    "modelPath": "Codex_Animal_Fish_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040201,
    "type": 0,
    "describeId": 28040201,
    "EDPCIMBDIGC": 12201,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 996942964,
    "AJGMCFNDKEG": "A lively, energetic fish famous for its petal-shaped tail.\\nMost such creatures lived out their lives peacefully as ornamental fish. But when it was discovered that their meat was flavorful, less bony, and very fatty, they would also come to find themselves carefully prepared and served up on meal tables.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Heliobatis_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040202,
    "type": 0,
    "describeId": 28040202,
    "EDPCIMBDIGC": 12202,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 692376060,
    "AJGMCFNDKEG": "A lively, energetic fish famous for its petal-shaped tail.\\nThis species has inscrutable behavioral patterns, and they can often be seen bursting into struggling fits out of the blue, as if bearing some sort of unseen pain. This phenomenon, however, does not occur at all when they are alone. Some researchers believe that this peculiarity stems from their natural desire to perform.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Heliobatis_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040203,
    "type": 0,
    "describeId": 28040203,
    "EDPCIMBDIGC": 12203,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 4080124556,
    "AJGMCFNDKEG": "A lively, energetic fish famous for its petal-shaped tail.\\nIt might be because this fish has a sweet tooth, but every bone in its body seems to serve as an antenna to seek out sweet treats. Following this absolute ideology, they swim through every creek and river in Teyvat in search of tasty sweets. True egalitarians, they will never reject any morsel, and certainly not because there's a hook attached. Have bait, will bite, as they say.\\nBeginner friendly.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Heliobatis_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040204,
    "type": 0,
    "describeId": 28040204,
    "EDPCIMBDIGC": 12204,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3174647436,
    "AJGMCFNDKEG": "A lively, energetic fish famous for its petal-shaped tail.\\nLong ago, there was a funny story that said that you could get Aizen Medaka by throwing normal Medaka into a pot of blue dye. This was most likely born from a child's over-active imagination, but has nonetheless given rise to not a few unscrupulous fish hawkers. This in turn has given rise to some conversations that go something like \"Hey, is it just me, or is the blue on your fish washing off?\" In response, the Ministry of Civil Affairs specifically posted this notice: \"The market is a wet and wild place. Beware of influxes of blue fish.\"",
    "modelPath": "Codex_Animal_Fishable_Maritime_Heliobatis_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040205,
    "type": 0,
    "describeId": 28040205,
    "EDPCIMBDIGC": 12205,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 1801568964,
    "AJGMCFNDKEG": "A rare species of Medaka that has a brilliant sheen. It seems like a variant species of the normal Medaka, but it has a very different appearance and living habits.\\nThere is a rumor that these fish have the mystical ability to predict the weather. If they leap out of the water to catch the dawn's first light as it pierces the skies, then there will surely be a fine, sunny day to come.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Heliobatis_05",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040206,
    "type": 0,
    "describeId": 28040206,
    "EDPCIMBDIGC": 12206,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 187982980,
    "AJGMCFNDKEG": "A rare Medaka that glitters like crystal. Its patterns are very intricate indeed, to the point where it is often called the \"Medaka Aesthete.\"\\nSome merchants will claim that these Medaka will lay a crystal pearl under certain extreme conditions and that this pearl is both an item of great price and a sign of quality. This has made these fish very sought after by people from all walks of life and caused their market value to soar. However, this is just amusing to the fishermen, who know the inside story: That object is merely a Loach Pearl that the fish ate by mistake. It rolled into the fish's salty intestines, only to spat back out of the mouths of merchants with an agenda. Some grounds for a price hike that is!",
    "modelPath": "Codex_Animal_Fishable_Maritime_Heliobatis_06",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040301,
    "type": 0,
    "describeId": 28040301,
    "EDPCIMBDIGC": 12207,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 4285796596,
    "AJGMCFNDKEG": "A swift, fierce fish with spiny fins whose spiny mouth can pierce the current when it swims at full speed. Its capabilities have earned it the nicknames \"The Cutter\" and \"Hard-To-Get.\"\\nUnlike others of its kind, the lunged stickleback can live in dried, muddy pools for a long time. Other than its gills, it can also breathe through its degenerated scales, which is a feature much more similar to that of amphibians. As such, apart from dealing with uninvited anglers, it also has to deal with an academic vote of no confidence in it still being a stickleback.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Aspidorhynchus_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040302,
    "type": 0,
    "describeId": 28040302,
    "EDPCIMBDIGC": 12208,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 1562063228,
    "AJGMCFNDKEG": "A swift, fierce fish with spiny fins whose spiny mouth can pierce the current when it swims at full speed. Its capabilities have earned it the nicknames \"The Cutter\" and \"Hard-To-Get.\"\\nAmong sticklebacks, this sort would either count as the proudest, or a rather close second place. They are especially prickly during courtships, where even the slightest breeze or smallest ripple might trip their fuse. A hobbyist once observed one such specimen charging at waving seagrass, as if such flagrant dancing was some major provocation against the stickleback king or something.\\n\"If you encounter one underwater, do not look it in the eyes.\" — Angler's Atlas, Betta Chapter",
    "modelPath": "Codex_Animal_Fishable_Maritime_Aspidorhynchus_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040303,
    "type": 0,
    "describeId": 28040303,
    "EDPCIMBDIGC": 12209,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3804970196,
    "AJGMCFNDKEG": "A swift, fierce fish with spiny fins whose spiny mouth can pierce the current when it swims at full speed. Its capabilities have earned it the nicknames \"The Cutter\" and \"Hard-To-Get.\"\\nThe Venomspine Fish's most well-known trait is its poisonous spines, which contain a neurotoxin that is fatal to smaller prey but proves far weaker against large organisms, mostly only causing mild confusion or hallucinations.\\n\"Fill 'er up, Rex, my good lad! Fill 'er up for big brother!\" — A certain fisherman from Liyue who was accidentally pricked.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Aspidorhynchus_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040304,
    "type": 0,
    "describeId": 28040304,
    "EDPCIMBDIGC": 12210,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 584979076,
    "AJGMCFNDKEG": "A stickleback with a fierce appearance and a manner to match. It will fight anyone and anything under the sea for food — a veritable and much-feared robber in red. Its fiery-red coloration seems to have much to do with Pyro, for while they cannot quite become flame generators, they do have some control over high temperatures. They can convert energy from their food and focus it on their dangerous snouts, making them underwater scoundrels indeed.\\n\"Need to drill wood to make a flame? This is your best friend.\" — Angler's Atlas, Akai Maou Chapter",
    "modelPath": "Codex_Animal_Fishable_Maritime_Aspidorhynchus_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040305,
    "type": 0,
    "describeId": 28040305,
    "EDPCIMBDIGC": 12211,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3520398868,
    "AJGMCFNDKEG": "A rare stickleback that only dwells in snowy, mountainous regions. It is quite possibly due to this that it has a much cooler temperament as compared to other sticklebacks. This species has a unusually great love for the bitter cold, almost as if they were parent and child. Though they can live in warmer waters, but any removal from such conditions is like striking a spiritual blow to them, and they will become depressed and refuse to multiply.\\n\"Not a recommended catch.\" — Angler's Atlas, Snowstrider Chapter",
    "modelPath": "Codex_Animal_Fishable_Maritime_Aspidorhynchus_05",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040401,
    "type": 0,
    "describeId": 28040401,
    "EDPCIMBDIGC": 12212,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 1293195276,
    "AJGMCFNDKEG": "A large fish said to be the descendant of dragons.\\nWith the horn on its head and its scaleless form clad as if in golden armor, it looks every bit like a king underwater. In truth, its bloodline and behavior could not be more different from that of a dragon — it can neither call forth the wind and rain nor the power of domination and is actually often the victim of food-snatching due to its weak character. A real shame, of course, that it looks so very majestic. As such, it lost the nickname \"Descendant of Dragons,\" and is now termed the \"False Dragon\" instead.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Cheirolepis_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040402,
    "type": 0,
    "describeId": 28040402,
    "EDPCIMBDIGC": 12213,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3109015980,
    "AJGMCFNDKEG": "A large fish said to be the descendant of dragons.\\nThis is a variant species of Koi, and is sometimes termed the \"awakened dragon\" amongst them. In stark contrast to its rather shabby appearance, the Rusty Koi has shed its opulent gold tabard in exchange for a hard armor of rusty bronze. Very strong-willed, it will fight any interloper that dares to steal its food or enter its territory. In terms of pure fighting capability, it is even a match for smaller sea creatures and has thus been given the nickname \"Ironbone Dragon\" in honor of its strength, which is considered the backbone of its species' future revitalization.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Cheirolepis_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040501,
    "type": 0,
    "describeId": 28040501,
    "EDPCIMBDIGC": 12214,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3063244628,
    "AJGMCFNDKEG": "A gentle, elegant butterflyfish variant. It has a lovely, streamlined dorsal fin, and has the nickname \"Queen of the Waters.\"\\nEarthen-colored patterns run across its body, and its temper is also as steady as stone. They can go a bit overboard, however, and will sometimes lie at the bottom and not move an inch, just like a rock, leading some buyers to think that they've bought some hopelessly moribund old fish.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Doryaspis_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040502,
    "type": 0,
    "describeId": 28040502,
    "EDPCIMBDIGC": 12215,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 2749687940,
    "AJGMCFNDKEG": "A gentle, elegant butterflyfish variant. It has a lovely, streamlined dorsal fin, and has the nickname \"Queen of the Waters.\"\\nLovely purple patterns run across its body, and they love to swim together in schools to fend off natural dangers and predators. But once this quirk of theirs was grasped by seasoned fisherpeople, they realized that all one needed to do was to lure a single fish into the trap, and all the rest would follow.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Doryaspis_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040503,
    "type": 0,
    "describeId": 28040503,
    "EDPCIMBDIGC": 12216,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 4280266860,
    "AJGMCFNDKEG": "A gentle, elegant butterflyfish variant. It has a lovely, streamlined dorsal fin, and has the nickname \"Queen of the Waters.\"\\nTea-colored patterns swirl around this inquisitive fish that seems strongly interested in everything around it. Unfortunately, its method of expressing interest in anything is to have a nibble to see if it can be eaten. This isn't a malicious move by any means, but it has landed this species in hot water many times all the same.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Doryaspis_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040504,
    "type": 0,
    "describeId": 28040504,
    "EDPCIMBDIGC": 12217,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 1043847444,
    "AJGMCFNDKEG": "A rare and valuable butterflyfish variant from Liyue. At present, it can only be found near water bodies around the abodes of the adepti. Its pale white lines are very striking, and it has greater longevity than other members of the species and is thus regarded to be a lucky fish blessed by the adepti.\\nMost people from Liyue will refuse to eat this fish on principle, given the common respect for the adepti, but some fear no such superstition and claim that eating these fish can help one extend one's years.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Doryaspis_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040505,
    "type": 0,
    "describeId": 28040505,
    "EDPCIMBDIGC": 12218,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 512966356,
    "AJGMCFNDKEG": "A rare and valuable butterflyfish variant from Inazuma. It loves water bodies suffused with Electro, and seems to derive joy from electric currents.\\nIt is said that these fish were once from the same line as the Abiding Angelfish of Liyue, until traveling merchants exported them to Inazuma. There, their behavioral patterns underwent an unexpected shift. At present, some researchers have begun to use them in conjunction with Electro Slimes for experiments.\\n\"Ma... Mah... Mah tung ith numm...\" — A certain greedy gourmet after trying a Raimei Angelfish dish.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Doryaspis_05",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040506,
    "type": 0,
    "describeId": 28040506,
    "EDPCIMBDIGC": 12219,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": true,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3034079116,
    "AJGMCFNDKEG": "A rare butterflyfish that emits light amidst the pitch-dark ocean. They love to swim in schools, and when gathered together, they form the image of a moon that has fallen into the sea, which is the origin of the \"Lunar Leviathan\" legend. This characteristic once attracted a great number of light-seeking sea creatures, and in some sense, also guided people who had descended into darkness.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Doryaspis_06",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040601,
    "type": 0,
    "describeId": 28040601,
    "EDPCIMBDIGC": 12220,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 1139068756,
    "AJGMCFNDKEG": "Round and short pelvic fins, a plump body, and a plain face make up most people's first impression of the pufferfish. This is by and large an accurate assessment of its character as well: dull, slow, and lazy. However, few people know that this rather silly exterior hides a killer technique — this fish is capable of sucking water into its body before expelling it like a cannon from its mouth with such force and pinpoint accuracy that even fishermen might be stunned by it. Truly, it is a first-rate killer in the water.\\n\"Pufferfish ahead? Watch for spittle!\" — Angler's Atlas, Pufferfish Chapter",
    "modelPath": "Codex_Animal_Fishable_Maritime_Namazu_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040602,
    "type": 0,
    "describeId": 28040602,
    "EDPCIMBDIGC": 12221,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 2916991412,
    "AJGMCFNDKEG": "A rare pufferfish variant. As the name suggests, this creature spreads bitterness wherever it goes in the underwater world. Its water cannon projectiles are slower and smaller than those of its ordinary counterparts, but the power of such attacks is undiminished due to the incredibly bitter pheromones within. During their courtship phase, an observer might bear witness to the curious sight of males and females of this species blasting each other with these water cannons. Perhaps passing on the bitterness of life is also a manifestation of love.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Namazu_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040701,
    "type": 0,
    "describeId": 28040701,
    "EDPCIMBDIGC": 12222,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 381072868,
    "AJGMCFNDKEG": "A strange cartilaginous fish that was once thought to be a fantastical creature, only recorded in some ancient scrolls of art on Watatsumi Island. As the seal over Enkanomiya was opened, their true forms were laid bare before the eyes of all.\\nIt is said that the bodily forms of these curious creatures will change color as time passes. When they are young, they are as gold as sunlight. Rays at this stage of life earned the name \"Divda\" in those ancient scrolls, which means \"the tail end of innocence.\"",
    "modelPath": "Codex_Animal_Fishable_Ray_Stellamarisidae_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040702,
    "type": 0,
    "describeId": 28040702,
    "EDPCIMBDIGC": 12223,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3760543388,
    "AJGMCFNDKEG": "A strange cartilaginous fish that was once thought to be a fantastical creature, only recorded in some ancient scrolls of art on Watatsumi Island. As the seal over Enkanomiya was opened, their true forms were laid bare before the eyes of all.\\nIt is said that the bodily forms of these curious creatures will change color as time passes. When they are young, they are as gold as sunlight. Later in life, however, their colors deepen, and their two 'wings' will be colored with a purple as deep as the night. Rays at this stage of life earned the name \"Formalo\" in those ancient scrolls, which means \"the maw of greed.\"",
    "modelPath": "Codex_Animal_Fishable_Ray_Stellamarisidae_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040703,
    "type": 0,
    "describeId": 28040703,
    "EDPCIMBDIGC": 12004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1117684060,
    "AJGMCFNDKEG": "An exceedingly rare sky-faring creature.\\nThis sort of ray is said to have originally hunted its prey in the pitch-dark ocean depths by using fluorescence and elemental particles to lure them in.\\nThe legends also say that they ended up in Enkanomiya by mistaking the coral-covered Great Serpent for the sea bed upon which they rested...",
    "modelPath": "Codex_Animal_Fishable_Ray_Stellamarisidae_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040801,
    "type": 0,
    "describeId": 28040801,
    "EDPCIMBDIGC": 12224,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 1339898548,
    "AJGMCFNDKEG": "Medium-sized, round fish with horn-like cartilage that is used to dig underwater burrows, build shelters and drive away creatures that try to harm them. \\nSpecimens with a greenish tint are the common species in this lineage. They look like an unripe fruit on a tree branch, hence the nickname \"True Fruit.\" \\nHowever, there are very few bones in this fish. The meat is fatty and rich, but if it's not handled properly, or you remove its gallbladder too late, the fish's meat will be as sour as unripe fruit. Therefore, \"making this fish delicious\" has become the standard by which all chefs are measured.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Batdiodan_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040802,
    "type": 0,
    "describeId": 28040802,
    "EDPCIMBDIGC": 12225,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 2720760900,
    "AJGMCFNDKEG": "Medium-sized, round fish with horn-like cartilage that is used to dig underwater burrows, build shelters and drive away creatures that try to harm them. \\nThis species' whole body is pink and the tail fin is green, colors that are associated with the Zaytun Peach. These fish are, as their name suggests, so sweet that they are considered \"ideal for dessert.\"\\nDoubtless, owing to various factors, the fish dessert that the fish chefs were hoping to create did not pan out. Because this type of fish is rare and expensive, it is often farmed as an ornamental fish. \\nThere is a large customer base that doesn't want to spend too much Mora on this kind of pufferfish, but nevertheless can't get enough of its bright colors. There are even enterprising businessmen who have managed to reverse this phenomenon, modeling their Zaytun Peaches after these pufferfish. The sales of those are pretty good.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Batdiodan_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040803,
    "type": 0,
    "describeId": 28040803,
    "EDPCIMBDIGC": 12226,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 1306094332,
    "AJGMCFNDKEG": "Medium-sized, round fish with horn-like cartilage that is used to dig underwater burrows, build shelters and drive away creatures that try to harm them. \\nThis sandy-colored, plain-looking fish is an important breed. Researchers have managed to deduce the ecological characteristics of the whole pufferfish lineage from the anatomy of this species. With its immense strength and strongest horns amongst its kind, this fish acts as an \"underwater workhorse.\" They have evolved their protective coloration as a result of familiarity with the abundant river and lake sand, as well as long-term activities in the riverbed and at the bottom of the lake.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Batdiodan_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040804,
    "type": 0,
    "describeId": 28040804,
    "EDPCIMBDIGC": 12227,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 2682831020,
    "AJGMCFNDKEG": "Medium-sized, round fish with horn-like cartilage that is used to dig underwater burrows, build shelters and drive away creatures that try to harm them.\\nAs the longest-living species of pufferfish, they have a light gray color and are easy to identify. The color comes from their unique way of survival — their cutis contains a substance similar to bile, which is far more acidic than that of other fish, causing them to be shunned by many underwater creatures.\\nBut when cooked in a special way, the acidity actually adds to the freshness of the fish. As a result, this fish sells very well. At Sumeru's fish markets, you can often see signs that say: \"Do not keep Sunset Cloud Anglers in the same tank as other fish.\"",
    "modelPath": "Codex_Animal_Fishable_Maritime_Batdiodan_04",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040901,
    "type": 0,
    "describeId": 28040901,
    "EDPCIMBDIGC": 12228,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 2665565348,
    "AJGMCFNDKEG": "A fish with unique morphology and Sumeru's cousin to the butterfly fish. This fish has a broad skeleton and a unique curved body. Legend has it that the first fishermen to catch this fish had their rods tilted at the end of the tail fin and found that the two, when combined, resemble a polearm, hence giving rise to the name \"Axe Marlin.\" This name has made much more of an impression than its scientific name, the \"Anchor Hook Butterfly,\" and it is thus colloquially used amongst most people.\\nAlthough its namesake is a weapon, and its strength surpasses that of many other fish, Axe Marlin mostly have a kind personality, especially those with blue and gold stripes on the body. Due to their hard scales and big size, Axe Marlins are able to handle attacks from other aquatic creatures, waiting until their attacker is exhausted and leaves.\\nTheir strength can also prove challenging for a master fisherman, whose only choice is to treat them as large beasts — to drain their stamina more efficiently and eventually catch them, one must go all out the moment an Axe Marlin bites.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Apsva_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040902,
    "type": 0,
    "describeId": 28040902,
    "EDPCIMBDIGC": 12229,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 196319756,
    "AJGMCFNDKEG": "A medium-sized fish with unique morphology and Sumeru's cousin to the butterfly fish. This fish has a broad skeleton and a unique curved body. Legend has it that the first fishermen to catch this fish had their rods tilted at the end of the tail fin and found that the two, when combined, resemble a polearm, hence giving rise to the name \"Axe Marlin.\" This name has made much more of an impression than its scientific name, the \"Anchor Hook Butterfly,\" and it is thus colloquially used amongst most people.\\nThe jade-colored Axe Marlin prefers to live in areas where aquatic plants flourish, and where its shape easily blends in with the background. Small fish that wander through the grass often bump into their camouflaged bodies and become dazed, but the marlin doesn't feel provoked, and will instead offer shelter to its neighbors.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Apsva_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28040903,
    "type": 0,
    "describeId": 28040903,
    "EDPCIMBDIGC": 12230,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3625271636,
    "AJGMCFNDKEG": "A fish with unique morphology and Fontaine's cousin to the butterfly fish. This fish has a broad skeleton and a unique curved body. Legend has it that the first fishermen to catch this fish had their rods tilted at the end of the tail fin and found that the two, when combined, resemble a polearm, hence giving rise to the name \"Axe Marlin.\" This name has made much more of an impression than its scientific name, the \"Anchor Hook Butterfly,\" and it is thus colloquially used amongst most people.\\nIt is said that these sea-blue Axe Marlins were a special type that migrated from Sumeru to Fontaine. Compared to their more mild-tempered cousins in Sumeru, Streaming Axe Marlins are tougher and can survive in far more inhospitable environments. They are also known to travel extremely long distances, comparable even to those covered by some merchant vessels. As a result, some sailors see them as an emblem of courage and patience.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Apsva_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28041001,
    "type": 0,
    "describeId": 28041001,
    "EDPCIMBDIGC": 12231,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 180720212,
    "AJGMCFNDKEG": "Peculiar fishes that look like a heart from the side, which are said to be related to bass. Their dorsal and ventral fins are comprised of flexible bones that are as slender as feathers, hence why researchers proposed the name \"Heartfeather Bass.\"\\nAs an important subspecies of the Heartfeather Bass family, Rippling Heartfeather Bass are much better at swimming than their appearance suggests – they can even travel across roaring waves. It is said that their fins produce a rippling sound when they swim above the water against the current. Identifying the fish is already extremely challenging given their protective coloration, so most anglers have never heard this unique sound with their own ears.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Coeur_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28041002,
    "type": 0,
    "describeId": 28041002,
    "EDPCIMBDIGC": 12232,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3507677020,
    "AJGMCFNDKEG": "Peculiar fishes that look like a heart from the side, which are said to be related to bass. Their dorsal and ventral fins are comprised of flexible bones that are as slender as feathers, hence why researchers proposed the name \"Heartfeather Bass.\"\\n\"Blazing Heartfeather Bass\" have a unique coloration that shines like sunlight, making them extremely eye-catching in the water. This is said to be a special self-defense strategy which causes other fish that rely on their vision to mistake them for unknown burning objects, keeping potential predators away as a result. Contrary to their flaming appearance, they actually maintain a low body temperature and have a relatively modest food intake. Sometimes, they even go out of their way to stay in the shallows just to get some sunshine.",
    "modelPath": "Codex_Animal_Fishable_Maritime_Coeur_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28041101,
    "type": 0,
    "describeId": 28041101,
    "EDPCIMBDIGC": 12233,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3378981220,
    "AJGMCFNDKEG": "Compact assistance meka developed to increase the overall utilization rates of meka teams, providing aid for underwater projects. They were originally designed to remove junk, vegetation, and other underwater debris in order to prevent these from clogging up the vital parts of other clockwork meka, thereby minimizing failure rates. From another point of view, they are undoubtedly benefiting Fontaine's ecosystem greatly as underwater cleaners.\\nEquipped with high-sensitivity sensors, the meka can efficiently \"nose out\" target items through smells as well as detect the optical characteristics of underwater junk. As a result, they can be attracted by certain types of bait and are occasionally caught by anglers, who refer to them as \"Water Maintenance Fish\" or \"Iron Fish.\"\\nMade of light wood and cheap metal, this model represents the first batch of Maintenance Mek produced after achieving reliable manufacture, and possesses the fundamental capabilities required to fulfill the purpose for which they were designed. Their lifespan, however, is somewhat limited. To make up for that, this model was released in great numbers, and they work in \"group shifts\" – when one group stops functioning after reaching the end of their life cycle, another group that has been deployed underwater beforehand is then activated and takes the next shift. In the eyes of ordinary people, these \"Iron Fishes\" seem to be able to reproduce themselves in a never-ending stream. Catching a few of them from time to time is certainly no cause for a guilty conscience.",
    "modelPath": "Codex_Animal_Fishable_Maritime_MachinaIustitia_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28041102,
    "type": 0,
    "describeId": 28041102,
    "EDPCIMBDIGC": 12234,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 273067596,
    "AJGMCFNDKEG": "Compact assistance meka developed to increase the overall utilization rates of meka teams, providing aid for underwater projects. They were originally designed to remove junk, vegetation, and other underwater debris in order to prevent these from clogging up the vital parts of other clockwork meka, thereby minimizing failure rates. From another point of view, they are undoubtedly benefiting Fontaine's ecosystem greatly as underwater cleaners.\\nEquipped with high-sensitivity sensors, the meka can efficiently \"nose out\" target items through smells as well as detect the optical characteristics of underwater junk. As a result, they can be attracted by certain types of bait and are occasionally caught by anglers, who refer to them as \"Water Maintenance Fish\" or \"Iron Fish.\"\\nCompared to the mass-deployed \"Initial Configuration\" model, the \"Water Body Cleaner\" model is more mature and coated with erosion-resistant material. The researchers responsible for this project introduced periodic callback and maintenance instead of just leaving them on their own after release. They would send out homing signals through flashing of a certain frequency in order to retrieve the meka, which they would then release again following maintenance and examination. Over time, certain individuals began to use this flashing method as a type of \"bait\" to catch these meka, and it is now widely known among the angling community.",
    "modelPath": "Codex_Animal_Fishable_Maritime_MachinaIustitia_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28041103,
    "type": 0,
    "describeId": 28041103,
    "EDPCIMBDIGC": 12235,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 1630248572,
    "AJGMCFNDKEG": "Compact assistance meka developed to increase the overall utilization rates of meka teams, providing aid for underwater projects. They were originally designed to remove junk, vegetation, and other underwater debris in order to prevent these from clogging up the vital parts of other clockwork meka, thereby minimizing failure rates. From another point of view, they are undoubtedly benefiting Fontaine's ecosystem greatly as underwater cleaners.\\nEquipped with high-sensitivity sensors, the meka can efficiently \"nose out\" target items through smells as well as detect the optical characteristics of underwater junk. As a result, they can be attracted by certain types of bait and are occasionally caught by anglers, who refer to them as \"Water Maintenance Fish\" or \"Iron Fish.\"\\nUnder certain conditions, Maintenance Meks will treat the food of some underwater creatures as targets to be cleaned, and thus sometimes find themselves embroiled in conflicts in which they are at a disadvantage due to their small size and lack of power. Over time, an increasing number were being damaged as a result. \\nTo protect the previous two models and ensure safe cleaning, researchers utilized existent frameworks and did their best to increase the power density of core structures. In the end, they developed a third model with certain combat capabilities, which was primarily designed to drive away underwater creatures by ramming into them. The new model was rapidly manufactured on the basis of previous processes.\\nHowever, the plan to further enhance \"Situation Controllers\" was suddenly terminated by the Fontaine Research Institute. After all, if these little things were capable of driving ferocious underwater creatures away, then what were all the other underwater meka for? In reality, these \"Situation Controllers\" were of no real use against the underwater creatures that actually posed a threat to the other meka, and could only deal with common fishes and damage the ecosystem. As a result, researchers had to shut down some of them intentionally and restrict their offensive capabilities.",
    "modelPath": "Codex_Animal_Fishable_Maritime_MachinaIustitia_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28041104,
    "type": 0,
    "describeId": 28041104,
    "EDPCIMBDIGC": 12236,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 10,
    "DAGJKCIGGMM": 2,
    "descTextMapHash": 3855882332,
    "AJGMCFNDKEG": "Compact assistance meka developed to increase the overall utilization rates of meka teams, providing aid for underwater projects. They were originally designed to remove junk, vegetation, and other underwater debris in order to prevent these from clogging up the vital parts of other clockwork meka, thereby minimizing failure rates.\\nCompared to the other batch-produced models, these special limited-edition \"Platinum Collection\" meks stand out with their clean and bright casing. When trying to attract support from wealthy merchants for the Maintenance Mek project, the development team would send them a fish tank containing one of these exquisite contraptions as a gift – and fine gifts they were indeed! Unfortunately, none of these attempts worked, so the development team adjusted their plans and tried to sell them off as toys to make up for the lack of project funds instead.\\nIn the end, due to the accident that we all remember, the whole development team was dismissed and all of their future projects were canceled. At present, all of the remaining Maintenance Meks in Fontaine are totally unsupervised, and the \"Platinum Collection\" batch are no exception – they have all been lost to the water. Disappearing completely off the radar, they have turned out to be the most unique and expensive \"fishes\" in Fontaine. According to an in-depth investigation and cross-examination of the existing data by journalists of The Steambird, \"the deployment of Maintenance Meks has not made any significant difference to the pollution levels of Fontaine's waters, and the effect of the project is still in question.\" Nowadays, surviving \"Platinum Collection\" meks still wander the waters of Fontaine, and they are considered among the most prized of catches. After all, a \"Platinum Collection\" mek is now as rare as the most valuable Ornamental Fish in other nations.",
    "modelPath": "Codex_Animal_Fishable_Maritime_MachinaIustitia_05",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050101,
    "type": 0,
    "describeId": 28050101,
    "EDPCIMBDIGC": 13003,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1371898220,
    "AJGMCFNDKEG": "Pure elemental life-forms composed of drifting Anemo particles, as free and unbound as the butterflies they resemble.\\nA glittering Anemo creature that is the product of rising and condensing elements, and which feeds off the ubiquitous power of Anemo.\\nThey say that the flapping of a butterfly's wings has the power to whip up a storm.",
    "modelPath": "Codex_Animal_Wisp_Wind",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050102,
    "type": 0,
    "describeId": 28050102,
    "EDPCIMBDIGC": 13007,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2142925788,
    "AJGMCFNDKEG": "Pure elemental life-forms composed of drifting Geo particles, as free and unbound as the butterflies they resemble.\\nA glittering Geo creature that is the product of rising and condensing elements, and which feeds off the ubiquitous power of Geo.\\nIn antediluvian ages, even rocks could dream. They say that these crystallized flying butterflies are those very dreams the mountains had.",
    "modelPath": "Codex_Animal_Wisp_Rock",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050103,
    "type": 0,
    "describeId": 28050103,
    "EDPCIMBDIGC": 13006,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1451015284,
    "AJGMCFNDKEG": "Pure elemental life-forms composed of drifting Cryo particles, as free and unbound as the butterflies they resemble.\\nA glittering Cryo creature that is the product of rising and condensing elements, and which feeds off the power of Cryo that is scattered amidst the mist and frost.\\nThough it is fragile beyond compare, it still dances amidst the blizzard. It is completely harmless by itself, but it is also a portent of the descent of snow, which silences all life.",
    "modelPath": "Codex_Animal_Wisp_Ice",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050104,
    "type": 0,
    "describeId": 28050104,
    "EDPCIMBDIGC": 13004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 4188945588,
    "AJGMCFNDKEG": "Pure elemental life-forms composed of drifting Electro particles, as free and unbound as the butterflies they resemble.\\nA glittering Electro creature that is the product of rising and condensing elements, and which feeds off the ubiquitous power of Electro.\\nCould the flashing light in the dark night be the entrusted faith of a certain someone...",
    "modelPath": "Codex_Animal_Wisp_Electric",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050105,
    "type": 0,
    "describeId": 28050105,
    "EDPCIMBDIGC": 13009,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": true,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 2668560348,
    "AJGMCFNDKEG": "The Sangacorexes' migratory patterns resemble those of butterflies.\\nWhen they have almost converted the rampaging elemental energies in a certain area, the bone structure of the next generation of Sangacorex will condense into wings of a sort. They will then fly through Enkanomiya, searching for a new place to live, grow, and multiply.\\nThey were once destroyers of the old order, only capable of living while concealed in the Dark Sea. And there they would have stayed, had the serpent god not given them another opportunity.",
    "modelPath": "Codex_Animal_Wisp_Tokoyo",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050106,
    "type": 0,
    "describeId": 28050106,
    "EDPCIMBDIGC": 13005,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1880886676,
    "AJGMCFNDKEG": "Pure elemental life-forms composed of drifting Dendro particles, as free and unbound as the butterflies they resemble.\\nA glittering Dendro creature that is the product of rising and condensing elements, and which feeds off the ubiquitous power of Dendro.\\nThey say that Dendro Crystalflies are the seeds of life. No matter how many times life withers, the earth will give birth to life anew, so long as the seeds do not die.",
    "modelPath": "Codex_Animal_Wisp_Grass",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050107,
    "type": 0,
    "describeId": 28050107,
    "EDPCIMBDIGC": 13002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1293065364,
    "AJGMCFNDKEG": "Pure elemental life-forms composed of drifting Hydro particles, as free and unbound as the butterflies they resemble.\\nA glittering Hydro creature that is the product of rising and condensing elements, and which feeds off the ubiquitous power of Hydro.\\nLegend has it that Hydro Crystalflies are condensed from the tears of purity to wash away the stain of sins. Regardless of how the world shifts, so long as conviction remains, righteousness will exist everlasting.",
    "modelPath": "Codex_Animal_Wisp_Water",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050201,
    "type": 0,
    "describeId": 28050201,
    "EDPCIMBDIGC": 11034,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3200339764,
    "AJGMCFNDKEG": "Thieves that come and go like the wind, though they only do so out of pure instinct.\\nNo one knows which whimsical person it was who trained these animals to steal with such obsessive zeal. Weasel thieves will go around stealing and hoarding Mora — whether it be the change on traveling guests, adventurers' expenses, or even treasure from within ruins, none escape their sight.\\nFrom the state of the purses on these Amateur Weasel Thieves, however, they seem to have only been able to grab some loose change left by travelers...",
    "modelPath": "Codex_Animal_Thoarder_Weasel_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050202,
    "type": 0,
    "describeId": 28050202,
    "EDPCIMBDIGC": 11035,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3943971220,
    "AJGMCFNDKEG": "Thieves that come and go like the wind, though they only do so out of pure instinct.\\nWeasel Thieves with a luxurious purse on their backs. As elders among their kind, their ability to find treasure and avoid pursuit is even greater. Sometimes, they will even teach tricks of the trade to younger weasel thieves. As more experienced thieves, the amount of Mora they have collected is also greater.\\nThat said, you've plundered their purses before, and they're not all that loaded either...",
    "modelPath": "Codex_Animal_Thoarder_Weasel_02",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050203,
    "type": 0,
    "describeId": 28050203,
    "EDPCIMBDIGC": 11036,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 3629549876,
    "AJGMCFNDKEG": "Thieves that come and go like the wind, though they only do so out of pure instinct.\\nThe Golden Weasel Thief is a master thief, the most adept and the rarest of all the weasel thieves.\\nSupposedly, the weasel thief was born when one Treasure Hoarder had the unusual idea to train up wild weasels as formal members of the organization.\\nNo formal records exist, however, so the truth of this theory cannot be known. Regardless, given the size of a weasel thief's backpack, one highly doubts that they are a particularly lucrative source of wealth for the Treasure Hoarders.",
    "modelPath": "Codex_Animal_Thoarder_Weasel_03",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050301,
    "type": 0,
    "describeId": 28050301,
    "EDPCIMBDIGC": 13032,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3394957204,
    "AJGMCFNDKEG": "These creatures dwell within The Chasm, absorbing the energies of the strange stones within and emitting a dim light. Because they give off light, they are loved by miners and concerned a good omen, thus their term \"Lucklight.\"\\nAfter all, any light in such darkness is to be treasured.\\nWhen \"something strange\" was unearthed in The Chasm, their numbers also began to increase greatly.",
    "modelPath": "Codex_Animal_Boltbug_Lightbug",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050401,
    "type": 0,
    "describeId": 28050401,
    "EDPCIMBDIGC": 13033,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 3808964628,
    "AJGMCFNDKEG": "A hardy beetle that dwells in the vast desert. Its shell has patterns on it that resemble those that mark the ancient desert ruins.\\nLegend has it that when the desert king ruled this land, the souls of those vanquished by him would be sealed within these insects by the magically-skilled priests at great triumphs held in the City of the Pillars. The scarabs would then be charged with defending the sacred temples and palaces for all eternity. In the end, the temples would collapse and the palaces would fall, and only these golden insects would remain, fulfilling their ancient, forgotten oaths.",
    "modelPath": "Codex_Animal_BoltBug_Scarab_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28050701,
    "type": 0,
    "describeId": 28050701,
    "EDPCIMBDIGC": 13034,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 11,
    "DAGJKCIGGMM": 3,
    "descTextMapHash": 1808494764,
    "AJGMCFNDKEG": "Detection units produced by the Fontaine Research Institute using new models of artificed components. Its original purpose was monitoring all kinds of environmental data.\\nThese units were originally cooperatively managed by the Advanced Artificed Technology Research and Development Department and the Natural Ecological Environment Monitoring Department, where the former was in charge of manufacturing and deployment of the detection units while the latter was responsible for collecting and sorting data. Now that the latter department has been dismissed due to a previous experimental accident, only the former department's duties are now being performed by the Fontaine Research Institute.",
    "modelPath": "Codex_Animal_Boltbug_MachinaIustitia_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28060101,
    "type": 0,
    "describeId": 28060101,
    "EDPCIMBDIGC": 11038,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 2621135756,
    "AJGMCFNDKEG": "An ancient life form that dwells in the lake swamp. Ferocious by nature, it will attack from underwater.\\nIts evolutionary history in this land precedes even the advent of Sumeru's forest. In the age when gods with beast's faces still had dominion over the world, these creatures were worshiped as gods by humans. Even today, the desert dwellers see their spiny red crowns as relics of ancient deities.",
    "modelPath": "Codex_Animal_Gator_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28060201,
    "type": 0,
    "describeId": 28060201,
    "EDPCIMBDIGC": 11039,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1357052844,
    "AJGMCFNDKEG": "A beast that resides in the woods. The king of the jungle.\\nIt regards the entire woodland realm as its territory, and will often survey its domain even as a true king might. Any intruder shall be set upon with extreme prejudice.\\nIt has almost exaggerated amount of fluff on its temple, and research indicates that this allows it to measure distances.\\nIt is said that the forests once played host to a true \"tiger,\" a divine beast that defended the woods. Upon its death, these creatures that resemble cats far more became the successors to its mighty name.",
    "modelPath": "Codex_Animal_Panther_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28060301,
    "type": 0,
    "describeId": 28060301,
    "EDPCIMBDIGC": 10022,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 8,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 450403756,
    "AJGMCFNDKEG": "This large bird consumes remains, and its red feathers often seem a little sparse under the sunlight.\\nThese members of the eagle family are not actually native to the desert, instead appearing in the desert after the disappearance of the ancient civilization ruled by King Deshret. They have also come to be seen as harbingers of death or disaster by some migrants from the desert due to their unique living habits.",
    "modelPath": "Codex_Animal_Vulture_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28060401,
    "type": 0,
    "describeId": 28060401,
    "EDPCIMBDIGC": 11040,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1526818932,
    "AJGMCFNDKEG": "Large arthropods that live beneath the sandstone that specialize in using their venom to hunt.\\nDue to their ability to secrete highly toxic fluids when under attack, they have long been much sought-after by plotters and alchemists alike, with these fluids becoming common ingredients in poison-making. Indeed, human hearts are yet more dangerous than venomous scorpions.",
    "modelPath": "Codex_Animal_Scorpion_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28060501,
    "type": 0,
    "describeId": 28060501,
    "EDPCIMBDIGC": 11042,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 825080508,
    "AJGMCFNDKEG": "Sumpter Beasts are friends of humanity. Gentle by nature, they serve as important tools of production and transport.\\nSumpter Beasts can adapt to various different natural environments. Long before the forest merchants ever noticed them, these hardworking animals were already the much-relied-upon domesticated beasts of the desert peoples.",
    "modelPath": "Codex_Animal_Megamoth_Desert",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28060601,
    "type": 0,
    "describeId": 28060601,
    "EDPCIMBDIGC": 11043,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 1160225108,
    "AJGMCFNDKEG": "Sumpter Beasts are friends of humanity. These gentle-hearted creatures are indispensable elements of production and transportation.\\nIn Sumeru, your wealth is symbolized by the number of Sumpter Beasts you own. Large merchant caravans and Eremites usually come with very sizable trains of Sumpter Beasts indeed, and this allows them to carry ample supplies and goods across both desert and forest alike.",
    "modelPath": "Codex_Animal_Megamoth_Jungle",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 28061501,
    "type": 0,
    "describeId": 28061501,
    "EDPCIMBDIGC": 11041,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 9,
    "DAGJKCIGGMM": 0,
    "descTextMapHash": 903809588,
    "AJGMCFNDKEG": "A reptile with a limited ability to hover.\\nFlying serpents do not truly possess the ability to fly; their ability to hover seems to derive from their bird-like hollow bones and the sparkle of Anemo that imbues them with a subtle influence over the wind. The desert is a far way from the nation of Anemo, but its lands are still ever-graced by gales intent on eroding everything. Everything, from cities to history, will eventually be razed to sand grains by the winnowing currents that drift over the Great Red Sand. Only creatures such as the flying serpents, which have learned to live with the wind, can continue to survive in the desert long after all has been reduced to dust.",
    "modelPath": "Codex_Animal_Chrysopelea_01",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 0
  },
  {
    "DCKCMKGGIKM": 29010101,
    "type": 1,
    "describeId": 90101,
    "EDPCIMBDIGC": 7001,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 7,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 572043132,
    "AJGMCFNDKEG": "One of The Four Winds of Mondstadt: Dvalin, the Dragon of the East.\\nWith the passage of long years and amid boundless darkness, even the purest gem will become dulled by dust, and even the noble dragon might be corrupted and cankered by hatred.\\nBut never forget that dust can be wiped away, and the power of doubt and poison can be shattered.\\n\\n<i>\"Fly freely in the sky.</i>\\n<i>\"Just like you did in those days when we met, when I walked upon this land and sang the songs of the wind,</i>\\n<i>\"And you soared on high, looking down on the world from above.</i>\\n<i>\"Today, the sky is no longer swept by wind and snow. The green grass grows all over the earth, and it is beautiful.</i>\\n<i>\"If you too could walk the earth and listen to the songs of shepherds and the scattered sound of wind chimes in the distance, if you could have tasted wine as sweet as honey, you would understand.</i>\\n<i>\"How wonderful it would have been if you were as I, witnessing your noble, beautiful form as you soared through the blue sky.</i>\\n<i>\"Then you would know that this sky and this earth are both things worth fighting for.\"</i>",
    "modelPath": "Codex_Monster_Dvalin",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 3471835212384522000
  },
  {
    "DCKCMKGGIKM": 29020101,
    "type": 1,
    "describeId": 90201,
    "EDPCIMBDIGC": 7002,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 7,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 4021589100,
    "AJGMCFNDKEG": "The noblest and greatest of souls, who watches over the lupical of Wolvendom.\\nWhen the wolfpack is imperiled, it will emerge in the form of a wolf and show forth its fangs and claws.\\n\\nThe wolves of Wolvendom are frightening phantoms to the people of Mondstadt:\\nA blurred shape flashing through the forest, a chilling howl in the indeterminate distance, the creeping sense of eyes constantly nailed to their backs...\\nHumans rarely have the opportunity to lock their eyes with a wolf, for this is the law Lupus Boreas laid down for its race.",
    "modelPath": "Codex_Monster_LupiBoreas",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 9023716773731061000
  },
  {
    "DCKCMKGGIKM": 29030101,
    "type": 1,
    "describeId": 90301,
    "EDPCIMBDIGC": 7003,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 7,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 397820092,
    "AJGMCFNDKEG": "\"Childe\" Tartaglia, Eleventh of the Fatui Harbingers.\\nHe draws power from the ominous Delusion he possesses and fights using martial arts that he learned in a land of darkness.\\n\\nHe is a pure warrior with an insatiable lust for battle.\\nEach bloody conflict, each life-and-death struggle is a delightful trial to him.\\nPeople say that the young Childe is famed throughout the land for his battle prowess.\\nBut he has never taken big talk of this kind to heart.\\n\\nAfter all...\\n<i>\"You shall ever be the eye of the storm,</i>\\n<i>\"And the clashing of steel shall ever accompany you.</i>\\n<i>\"The pitch-black memory of stepping into uttermost darkness,</i>\\n<i>\"Shall, at last, become the strength by which you will overturn this world.\"</i>",
    "modelPath": "Codex_Monster_Tartaglia",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 10557472957606097000
  },
  {
    "DCKCMKGGIKM": 29040101,
    "type": 1,
    "describeId": 90401,
    "EDPCIMBDIGC": 7004,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 7,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 605456996,
    "AJGMCFNDKEG": "An enormous dragon as ancient as the mountains themselves.\\nIn an age that has all but faded from memory, he stood shoulder to shoulder with one who ruled over a harbor of stone. But in the end, the two came into conflict, and the dragon was banished to a dark place deep underground. Over the long years of his imprisonment, his power has slowly dissipated. He has also become disfigured from the various kinds of erosion he has been subjected to.\\nThe faint rattling of this dragon lord's shackles and his deep, angry growl echo through the bowels of the mountains like memories of a bygone era.",
    "modelPath": "Codex_Monster_Dahaka",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 14550411635810040000
  },
  {
    "DCKCMKGGIKM": 29050101,
    "type": 1,
    "describeId": 90501,
    "EDPCIMBDIGC": 7005,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 7,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 717955844,
    "AJGMCFNDKEG": "Signora, the Eighth of the Fatui Harbingers.\\nUnlike other Fatui who use the authority granted by Delusions, her Delusion is meant to shackle a flame that will devour everything. As opposed to a weapon used to kill, it might be more fitting to consider this a tool of imprisonment.\\nAnd it was the embers of that flame, which had accumulated over many long years, that would break through the frosty seal of the Delusion and apply a warped rouge upon her.\\n\\nThe crimson dawn was reflected in her pupils, and at last, she unfolded her flaming wings and flew towards the light.\\n<i>\"But that light is not the dawn, dear Rosalyne. That is a sea of flame that will consume everything.\"</i>\\nA voice spoke to her amidst the light.\\n\\nYet it mattered not, for she knew in her heart that the flames had devoured her long ago.",
    "modelPath": "Codex_Monster_LaSignora",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 6859924084971766000
  },
  {
    "DCKCMKGGIKM": 29060201,
    "type": 1,
    "describeId": 90602,
    "EDPCIMBDIGC": 7006,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 7,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 848969412,
    "AJGMCFNDKEG": "This is the form that the puppet that inherited the Raiden Shogun's authority takes when she is opposing those who threaten Eternity.\\nAs the Raiden Shogun's assistant in pursuing eternity, she has never doubted, never felt fear, never given anything less than her best, never been disturbed by idle thoughts.\\nShe once heard about how Ei had shouldered a similar duty when Makoto was also present, suffering much agonizing loss in the process.\\nWhen the two shadows overlapped once more, however, she could only see the countless fine fractures in what should have been \"her\" eternal will. Since fate is destined for cyclicality, she must fulfill her promise and declare war on \"her.\"\\n\\n<i>Mine is the most supreme and noble form. Power over the realm has been vested within me, and I am the essence of all that is the \"Raiden Shogun.\"</i>\\n<i>\"Naturally, I have also inherited the pain of Ei's countless losses and her will to attain Eternity.</i>\\n<i>\"Resolve, valor, love, hate... They will all twist in the river of time.</i>\\n<i>\"But the 'rules' will never change.\"</i>",
    "modelPath": "Codex_Monster_Shougun_Mitakenarukami",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 13945494542640320000
  },
  {
    "DCKCMKGGIKM": 29070101,
    "type": 1,
    "describeId": 90701,
    "EDPCIMBDIGC": 7007,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 7,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 978345956,
    "AJGMCFNDKEG": "Shouki no Kami, as an artificial divinity created using all the might of Sumeru's Six Darshans, has power that rivals that of true gods.\\nBut those of this world who call such a being a \"false deity\" misunderstand the true meaning of the word.\\nShouki no Kami now understands countless things and shoulders unassailable might, and may be said to surpass mortals.\\nIf gods must love mortals,\\nthen Shouki no Kami, who grants failure in equal measure to humanity, loves them also.\\nIf gods must watch over humanity,\\n...\\n...\\nthen Shouki no Kami, who has borne witness to infinite love, hatred, partings, grudges, and maddening anger — thus does he watch over mortals.\\n\\n<i>\"Too much happiness you have had!\"</i>\\n<i>\"It has made you foolish. Arrogant. Horrifying in your greed.\"</i>\\n<i>\"Let this era end!\"</i>\\n<i>\"Let the new god announce the defeat of the old.\"</i>\\n<i>\"Foolish mortal... There is yet time for you to kneel.\"</i>",
    "modelPath": "Codex_Monster_Nada",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 16322949995647666000
  },
  {
    "DCKCMKGGIKM": 29080101,
    "type": 1,
    "describeId": 90801,
    "EDPCIMBDIGC": 7008,
    "BJFFCHLCBGL": false,
    "DKHGEEHFCGN": false,
    "DGOJNEKDNLD": 7,
    "DAGJKCIGGMM": 1,
    "descTextMapHash": 2810857860,
    "AJGMCFNDKEG": "Apep walked through the water like a fish with its many offspring in a sea of fragrant grass, gigantic trees, and unimaginably long vines. Finally, the grass, trees, and vines withered and turned into dust, while countless beings as minute as grains of gravel built a fragile kingdom upon Apep's land.\\nApep and its offspring let the sea of sand rage like boiling water and swept houses down as if they were falling leaves. Until the day when the new Lord of Sand reconciled with the king who lost their homeland, the dunes under the sun belonged to humanity, while the dragon's oasis remained in the hearts of the dragons.\\nApep shared the knowledge of evolution with its many offspring, because spreading knowledge ensures dissemination while the stagnation of hoarded wisdom courted only decay. Till the day the promise between it and the Lord of Sand was finally attained, with ultimate wisdom claimed. Henceforth, it reaped only sights of oblivion, of an endless calamity.\\nApep found itself swallowed alone amidst the scenery of the catastrophe. All the people, gods, dragons, beasts, birds, and fish. All memories, wisdom, words, and hatred were ground into colorless dust, and the last of the moonlight burned away into a rain of pale fire, falling on the barren land.\\n...\\nApep once deemed the bottom of the sea of sand to be its grave, not the palace of a dispossessed king. The poison of \"wisdom\" would soon free Apep from the hatred and anger festering within it over countless moons. Apep had grown weary of the colorless apocalypse. Then, finally, the young god and the golden Traveler let it recall once again, even though the verdant land it once ruled had been reduced to this gilded wasteland, even though Apep and its many offspring had grown twisted and wretched to secure their continued survival therein, Apep still treasured the sight and scenes of the oasis, sparkling in its heart.",
    "modelPath": "Codex_Monster_Apep",
    "BPKDOKDCPIE": 0,
    "DJKDFFCGCEH": 8467829544239238000
  }
]