[
  {
    "stageId": 1,
    "dungeonId": 8200,
    "galleryId": 27004,
    "watcherList": [
      {
        "CDOIPGMKDFF": 1509531
      },
      {
        "CDOIPGMKDFF": 1509517
      },
      {
        "CDOIPGMKDFF": 1509518
      }
    ],
    "descTextMapHash": 3268815191,
    "AJGMCFNDKEG": "The Galezone contains strange devices known as Windstopper Hubs. Activate such devices to cause wind currents near the Windstopper Hubs within the Galezone to cease operation temporarily. The wind currents thus affected will revert back to their original states after a period of time.",
    "AAPFJMDKEPA": 3893511833429219000,
    "titleTextMapHash": 3878583324,
    "HGOJDPCKIKP": "Realm of the Northeasterly Winds"
  },
  {
    "stageId": 2,
    "dungeonId": 8201,
    "galleryId": 27005,
    "watcherList": [
      {
        "CDOIPGMKDFF": 1509532
      },
      {
        "CDOIPGMKDFF": 1509520
      },
      {
        "CDOIPGMKDFF": 1509521
      }
    ],
    "descTextMapHash": 3662633487,
    "AJGMCFNDKEG": "The Galezone contains slanted platforms known as Windward Terraces. When they receive wind currents from different directions, they will also tilt in different directions. Use this unique trait of such platforms to reach certain areas that might appear hard to reach...",
    "AAPFJMDKEPA": 4334090279966127600,
    "titleTextMapHash": 1161390836,
    "HGOJDPCKIKP": "Realm of the Easterly Winds"
  },
  {
    "stageId": 3,
    "dungeonId": 8202,
    "galleryId": 27006,
    "watcherList": [
      {
        "CDOIPGMKDFF": 1509533
      },
      {
        "CDOIPGMKDFF": 1509523
      },
      {
        "CDOIPGMKDFF": 1509524
      }
    ],
    "descTextMapHash": 3927342631,
    "AJGMCFNDKEG": "The Galezone contains strange devices known as Windchurner Nexuses. Activate such devices to cause the AoE of wind currents near the Windchurner Nexus to expand temporarily. The wind currents thus affected will revert back to their original state after a period of time.",
    "AAPFJMDKEPA": 9626879460373105000,
    "titleTextMapHash": 3322792596,
    "HGOJDPCKIKP": "Realm of the Southeasterly Winds"
  },
  {
    "stageId": 4,
    "dungeonId": 8203,
    "galleryId": 27007,
    "watcherList": [
      {
        "CDOIPGMKDFF": 1509534
      },
      {
        "CDOIPGMKDFF": 1509526
      },
      {
        "CDOIPGMKDFF": 1509527
      }
    ],
    "descTextMapHash": 3900623527,
    "AJGMCFNDKEG": "When you challenge the Galezone, you can use the Galebinder in your hand to control the various devices within that Galezone. Use the Galebinder to cause all wind currents in the Galezone to stop, and use it again to reactivate them all. In Co-Op Mode, all players within a Galezone will share a Galebinder CD.",
    "AAPFJMDKEPA": 3410906135759301600,
    "titleTextMapHash": 653244476,
    "HGOJDPCKIKP": "Realm of the Northwesterly Winds"
  },
  {
    "stageId": 5,
    "dungeonId": 8204,
    "galleryId": 27008,
    "watcherList": [
      {
        "CDOIPGMKDFF": 1509535
      },
      {
        "CDOIPGMKDFF": 1509529
      },
      {
        "CDOIPGMKDFF": 1509530
      }
    ],
    "descTextMapHash": 482266471,
    "AJGMCFNDKEG": "When you challenge the Galezone, you can also try out these Windgrasper Challenges. Collect a specific number of Windcoins within the time limit to complete that challenge. When initiating these Windgrasper Challenges, you can also obtain the following buffs:\\n1: The active character obtains the Whirling Winds effect, Normal, Charged, and Plunging Attacks that hit opponents will create an Eye of the Squall, which will constantly pull opponents in a small AoE towards its position. The Eye of the Squall will last for <color=#f39000>4</color>s. Whirling Winds can activate at <color=#f39000>4</color>s intervals.\\n2: All party members obtain the Plantar Winds effects that will greatly increase the active character's jumping height and increase Plunging Attack DMG by <color=#f39000>50%</color>.",
    "AAPFJMDKEPA": 6200616544844991000,
    "titleTextMapHash": 1319433604,
    "HGOJDPCKIKP": "Realm of the Southerly Winds"
  }
]